/*
 * Loco ios export: Xcode Strings (legacy)
 * Project: 2FAS App
 * Locale: en, English
 * Exported by: Zibi
 * Exported at: Sun, 28 Sep 2025 13:04:29 -0700
 */

/* loco:6332c96135f7406d4875f521
 * InfoPlist.strings
TwoFAS
Created by Zbigniew Cisiński on 14/03/2020.
Copyright © 2020 The Code. All rights reserved. */
"NSCameraUsageDescription" = "Used for scanning QR-codes";

/* loco:6332c96135f7406d4875f522 */
"NSFaceIDUsageDescription" = "You can unlock the application using Face ID";

/* loco:6332c96135f7406d4875f523
 * MARK: - App */
"app__name" = "2FAS Authenticator";

/* loco:6332c96135f7406d4875f525 */
"commons__2fas" = "2FA Authenticator (2FAS App)";

/* loco:6332c96135f7406d4875f526 */
"commons__OK" = "OK";

/* loco:6332c96135f7406d4875f529 */
"commons__add" = "Add";

/* loco:6332c96135f7406d4875f52e
 * MARK: - Commons */
"commons__cancel" = "Cancel";

/* loco:6332c96135f7406d4875f52f */
"commons__notifications" = "Notifications";

/* loco:6332c96135f7406d4875f532
 * A number replaces %d, for example, 4 of 5. */
"commons__page_of_page_title" = "%d of %d";

/* loco:6332c96135f7406d4875f533
 * notifications__service_already_removed_from_backup */
"notifications__service_already_removed_title" = "Service already removed from Backup";

/* loco:6332c96135f7406d4875f534
 * notifications__service_already_modified_in_backup */
"notifications__service_already_modified_title" = "Service already modified in Backup";

/* loco:6332c96135f7406d4875f535
 * backup__user_is_over_quota_on_icloud */
"backup__user_over_quota_icloud" = "User is over quota on iCloud";

/* loco:6332c96135f7406d4875f536
 * backup__icloud_is_not_available */
"backup__icloud_not_available" = "iCloud is not available";

/* loco:6332c96135f7406d4875f537
 * backup__icloud_has_been_disabled_by_user */
"backup__icloud_disabled_title" = "iCloud has been disabled by the user";

/* loco:6332c96135f7406d4875f538
 * backup__turned_off_description_bold_part */
"backup__2fas_backup" = "2FAS Backup";

/* loco:6332c96135f7406d4875f539 */
"commons__close" = "Close";

/* loco:6332c96135f7406d4875f53c */
"commons__continue" = "Continue";

/* loco:6332c96135f7406d4875f53d */
"commons__copy" = "Copy";

/* loco:6332c96135f7406d4875f53f */
"commons__delete" = "Delete";

/* loco:6332c96135f7406d4875f540 */
"commons__dismiss" = "Dismiss";

/* loco:6332c96135f7406d4875f541 */
"commons__done" = "Done";

/* loco:6332c96135f7406d4875f542 */
"commons__edit" = "Edit";

/* loco:6332c96135f7406d4875f543 */
"commons__enter_code_manually" = "Enter code manually";

/* loco:6332c96135f7406d4875f544 */
"commons__error" = "Error";

/* loco:6332c96135f7406d4875f546 */
"commons__info" = "Info";

/* loco:6332c96135f7406d4875f548 */
"commons__next" = "Next";

/* loco:6332c96135f7406d4875f54b */
"commons__notice" = "Notice";

/* loco:6332c96135f7406d4875f54c */
"commons__off" = "Off";

/* loco:6332c96135f7406d4875f54d */
"commons__on" = "On";

/* loco:6332c96135f7406d4875f54e
 * commons__point_your_camera_at_code_on_website */
"commons__camera_title" = "Point your camera at the screen to capture the QR code";

/* loco:6332c96135f7406d4875f550 */
"commons__rename" = "Rename";

/* loco:6332c96135f7406d4875f552 */
"commons__retry" = "Retry";

/* loco:6332c96135f7406d4875f553 */
"commons__save" = "Save";

/* loco:6332c96135f7406d4875f555 */
"commons__scan_qr_code" = "Scan QR Code";

/* loco:6332c96135f7406d4875f558 */
"commons__service" = "Service";

/* loco:6332c96135f7406d4875f55a */
"commons__set" = "Set";

/* loco:6332c96135f7406d4875f55c */
"commons__skip" = "Skip";

/* loco:6332c96135f7406d4875f55f */
"commons__tokens" = "Tokens";

/* loco:6332c96135f7406d4875f562 */
"commons__warning" = "Warning";

/* loco:6332c96135f7406d4875f564 */
"commons__no_results" = "No results";

/* loco:6332c96135f7406d4875f565 */
"commons__customize" = "Customize";

/* loco:6332c96135f7406d4875f566 */
"commons__approve" = "Approve";

/* loco:6332c96135f7406d4875f567 */
"commons__deny" = "Deny";

/* loco:6332c96135f7406d4875f568
 * max. %d chars = Maximum number of characters
commons__provided_text_too_long */
"commons__text_long_title" = "The provided text is too long (max. %d chars)";

/* loco:6332c96135f7406d4875f569 */
"commons__got_it" = "Got it!";

/* loco:6332c96135f7406d4875f584 */
"fingerprint__verifying" = "Verifying…";

/* loco:6332c96135f7406d4875f588
 * fingerprint__setup_content */
"fingerprint__confirm_title" = "Confirm Fingerprint to continue.";

/* loco:6332c96135f7406d4875f58c
 * fingerprint__use_pin */
"fingerprint__use_pin_title" = "Use PIN this time";

/* loco:6332c96135f7406d4875f58d
 * MARK: - Introduction */
"introduction__page_1_title" = "You are awesome!";

/* loco:6332c96135f7406d4875f58e */
"introduction__page_1_content" = "Your phone has just become a private and secured key to your online services thanks to the 2FAS app - trusted by over 6 million users worldwide.";

/* loco:6332c96135f7406d4875f58f */
"introduction__page_2_title" = "Simple";

/* loco:6332c96135f7406d4875f590 */
"introduction__page_2_content" = "Pair 2FAS with your online services. Activate two-factor security in seconds with your QR code.";

/* loco:6332c96135f7406d4875f591 */
"introduction__page_3_title" = "Private";

/* loco:6332c96135f7406d4875f592 */
"introduction__page_3_content" = "2FAS respects and protects your privacy. This app will never collect, process, or use any of your personal data.";

/* loco:6332c96135f7406d4875f593 */
"introduction__page_4_title" = "Secure";

/* loco:6332c96135f7406d4875f594 */
"introduction__page_4_content_ios" = "Your Tokens are stored offline via the device storage, so remember to back up your services! Use iCloud Sync and a PIN password to protect against unauthorized access and device damage.";

/* loco:6332c96135f7406d4875f595
 * introduction__start_using */
"introduction__title" = "Start using 2FAS";

/* loco:6332c96135f7406d4875f596 */
"introduction__tos" = "Terms of service";

/* loco:6332c96135f7406d4875f597 */
"introduction__description_title" = "Pair your online service account with 2FAS or import your Tokens";

/* loco:6332c96135f7406d4875f598 */
"introduction__pair_new_service" = "Pair new service";

/* loco:6332c96135f7406d4875f599
 * introduction__import_2fas */
"introduction__import_2fas_title" = "Import 2FAS backup file";

/* loco:6332c96135f7406d4875f59a
 * introduction__import_ga */
"introduction__import_google_authenticator" = "Import from Google Authenticator";

/* loco:6332c96135f7406d4875f59b
 * introduction__not_sure */
"introduction__what_to_do" = "Not sure what to do?";

/* loco:6332c96135f7406d4875f59c
 * introduction__ga_import_description */
"introduction__google_authenticator_import_process" = "Export your accounts from Google Authenticator to a QR code using the \"Transfer Accounts\" option. Then using another device, take a picture of exported QR code, send it to your device (or make a screenshot if possible), and use the \"Choose QR code\" option below. If you're importing codes from another device, use the \"Scan QR code\" button instead.";

/* loco:6332c96135f7406d4875f59d
 * introduction__choose_qr */
"introduction__choose_qr_code" = "Choose QR code";

/* loco:6332c96135f7406d4875f59e
 * introduction__scan_qr */
"introduction__scan_qr_code" = "Scan QR code";

/* loco:6332c96135f7406d4875f59f
 * Original: Adding code */
"notifications__adding_code" = "Adding a new code";

/* loco:6332c96135f7406d4875f5a6
 * notifications__private_key_copied */
"notifications__service_key_copied" = "Secret Key Copied";

/* loco:6332c96135f7406d4875f5a7
 * voiceover__token_is_already_on_the_list */
"notifications__token_already_added" = "This Token is already present on the list";

/* loco:6332c96135f7406d4875f5a8 */
"notifications__counter_copied" = "Counter Copied";

/* loco:6332c96135f7406d4875f5a9 */
"notifications__token_copied" = "Token Copied";

/* loco:6332c96135f7406d4875f5aa */
"notifications__next_token_copied" = "Next Token Copied";

/* loco:6332c96135f7406d4875f5ad
 * notifications__would_you_like_to_add_this_code */
"notifications__add_code_question_title" = "Would you like to add this code: %@?";

/* loco:6332c96135f7406d4875f5b1
 * MARK: - Permissions */
"permissions__open_settings" = "Open Settings";

/* loco:6332c96135f7406d4875f5b8 */
"security__incorrect_PIN" = "Incorrect PIN";

/* loco:6332c96135f7406d4875f5b9 */
"security__change_pin" = "Change PIN";

/* loco:6332c96135f7406d4875f5ba */
"security__confirm_you_are_device_owner" = "Please confirm you're the device owner";

/* loco:6332c96135f7406d4875f5bb
 * security__confirm_your_new_pin */
"security__confirm_new_pin" = "Please confirm your new PIN";

/* loco:6332c96135f7406d4875f5bc */
"security__create_pin" = "Create PIN";

/* loco:6332c96135f7406d4875f5c0 */
"security__enter_current_pin" = "Please enter your current PIN";

/* loco:6332c96135f7406d4875f5c1
 * security__enter_your_new_pin */
"security__enter_new_pin" = "Please enter your new PIN";

/* loco:6332c96135f7406d4875f5c2
 * security__enter_your_pin */
"security__enter_pin" = "Please enter your PIN";

/* loco:6332c96135f7406d4875f5c8
 * MARK: - Security */
"security__too_many_attempts_try_again_after_formatter" = "Too many attempts. Please try again %@";

/* loco:6332c96135f7406d4875f5c9 */
"security__too_many_attempts_try_again_after" = "Too many attempts. Please try again after %@ minutes.";

/* loco:6332c96135f7406d4875f5ca
 * security__too_many_attempts_try_again_later */
"security__too_many_attempts_error" = "Too many attempts. Please try again later.";

/* loco:6332c96135f7406d4875f5cb
 * security__too_many_attempts_try_again_after_one_minute */
"security__too_many_attempts_error_2" = "Too many attempts. Please try after one minute";

/* loco:6332c96135f7406d4875f5d8 */
"settings__backup_and_synchronization" = "Backup and Synchronization";

/* loco:6332c96135f7406d4875f5d9 */
"settings__choose_topic" = "Choose topic";

/* loco:6332c96135f7406d4875f5da */
"settings__configure_mail_service_try_again" = "Configure mail service and try again";

/* loco:6332c96135f7406d4875f5e6 */
"settings__general" = "General";

/* loco:6332c96135f7406d4875f5e8 */
"settings__mail_services_not_available" = "Mail services are not available";

/* loco:6332c96135f7406d4875f5ef */
"settings__problem" = "Problem";

/* loco:6332c96135f7406d4875f5f1 */
"settings__security" = "Security";

/* loco:6332c96135f7406d4875f5f2 */
"settings__select_pin_length" = "Select PIN length";

/* loco:6332c96135f7406d4875f5f3 */
"settings__settings" = "Settings";

/* loco:6332c96135f7406d4875f5f6
 * czy to dalej będzie w aplikacji? */
"settings__suggestion" = "Suggestion";

/* loco:6332c96135f7406d4875f5fd */
"settings__advanced" = "Advanced";

/* loco:6332c96135f7406d4875f5fe */
"settings__widgets" = "Widgets";

/* loco:6332c96135f7406d4875f5ff */
"settings__display_selected_services" = "Display selected services on the Home Screen Widgets.";

/* loco:6332c96135f7406d4875f600
 * settings__after_you_enable_widgets */
"settings__widgets_title" = "After you enable widgets, all your Tokens can be accessed without your PIN code.\n\nAre you sure you want to enable widgets?";

/* loco:6332c96135f7406d4875f601 */
"settings__show_next_token" = "Show next Token";

/* loco:6332c96135f7406d4875f602 */
"settings__see_incoming_tokens" = "See incoming tokens on the list.";

/* loco:6332c96135f7406d4875f604 */
"settings__trash" = "Trash";

/* loco:6332c96135f7406d4875f605 */
"settings__restore" = "Restore";

/* loco:6332c96135f7406d4875f607 */
"settings__trash_is_empty" = "Trash is Empty";

/* loco:6332c96135f7406d4875f608 */
"settings__share_app" = "Share the app";

/* loco:6332c96135f7406d4875f60f
 * tokens__remove_from_list */
"tokens__delete_token" = "Are you sure you want to delete the Token for:";

/* loco:6332c96135f7406d4875f610 */
"tokens__move_to_trash" = "Move to Trash";

/* loco:6332c96135f7406d4875f612 */
"tokens__additional_info" = "Additional info";

/* loco:6332c96135f7406d4875f613 */
"tokens__choose_method" = "Choose method";

/* loco:6332c96135f7406d4875f617 */
"tokens__duplicated_private_key" = "Duplicated Secret Key";

/* loco:6332c96135f7406d4875f61c
 * tokens__incorrect_private_key */
"tokens__incorrect_service_key" = "Incorrect Secret Key (only numbers 2 to 7, letters), max. 512 chars long";

/* loco:6332c96135f7406d4875f61d */
"tokens__try_again" = "OK, let's try again";

/* loco:6332c96135f7406d4875f61f
 * Original: To capture the QR code
tokens__point_right_2fa_code */
"tokens__scan_qr_code_title" = "Point your camera to the screen to scan the QR Code";

/* loco:6332c96135f7406d4875f620
 * tokens__private_key */
"tokens__service_key" = "Secret Key";

/* loco:6332c96135f7406d4875f621 */
"tokens__qr_code_leads_to_app_store" = "This QR Code takes you to the App Store";

/* loco:6332c96135f7406d4875f624
 * tokens__remove_it_forever */
"tokens__remove_forever" = "Delete Token ";

/* loco:6332c96135f7406d4875f625
 * tokens__search_by_service_name_or_login */
"tokens__search_service_title" = "Search service";

/* loco:6332c96135f7406d4875f626
 * tokens__search_sorry_service_not_found */
"tokens__service_not_found_search" = "Sorry, service not found";

/* loco:6332c96135f7406d4875f627
 * Original: Take another try with a different search term
tokens__search_take_another_try_different_search_term */
"tokens__try_different_search_term" = "Take another try with a different search term";

/* loco:6332c96135f7406d4875f62e */
"tokens__service_key_to_short" = "Secret Key is too short. Minimum 4 characters";

/* loco:6332c96135f7406d4875f62f */
"tokens__service_name" = "Service Name";

/* loco:6332c96135f7406d4875f633
 * tokens__this_private_key_exists_used_in */
"tokens__service_key_already_used_title" = "Secret Key from scanned code is already used in %@. You're probably scanning it again";

/* loco:6332c96135f7406d4875f634 */
"tokens__this_qr_code_is_inavlid" = "This QR code is incorrect or not supported. Try again.";

/* loco:6332c96135f7406d4875f638 */
"tokens__type_service_name" = "Type Service Name";

/* loco:6332c96135f7406d4875f639 */
"tokens__enter_service_name" = "Enter Service Name";

/* loco:6332c96135f7406d4875f63a
 * tokens__unfortunately_we_dont_know_that_service_name_it */
"tokens__service_name_unknown_title" = "Unfortunately, we don't know that service. How would you like to name it?";

/* loco:6332c96135f7406d4875f63d
 * tokens__you_wont_be_able_to_restore */
"tokens__token_not_possible_to_restore" = "You won't be able to restore this Token anymore.";

/* loco:6332c96135f7406d4875f63e */
"tokens__badge_color" = "Badge color";

/* loco:6332c96135f7406d4875f63f */
"tokens__change_brand_icon" = "Change brand icon";

/* loco:6332c96135f7406d4875f641 */
"tokens__change_label" = "Change label";

/* loco:6332c96135f7406d4875f642 */
"tokens__service_information" = "Service Information";

/* loco:6332c96135f7406d4875f643 */
"tokens__personalization" = "Personalization";

/* loco:6332c96135f7406d4875f645 */
"tokens__brand_icon" = "Brand icon";

/* loco:6332c96135f7406d4875f646 */
"tokens__label" = "Label";

/* loco:6332c96135f7406d4875f647
 * tokens__remove_the_service */
"tokens__remove_service_from_app" = "Remove this service from 2FAS app";

/* loco:6332c96135f7406d4875f648
 * tokens__label_one_or_two */
"tokens__label_characters_title" = "Label (1 or 2 characters):";

/* loco:6332c96135f7406d4875f649 */
"tokens__pick_background_color" = "Pick background color:";

/* loco:6332c96135f7406d4875f64a */
"tokens__num_added" = "%@ added";

/* loco:6332c96135f7406d4875f64b */
"tokens__next_token" = "Next Token: %@";

/* loco:6332c96135f7406d4875f64c */
"tokens__next_token_title" = "Next Token value";

/* loco:6332c96135f7406d4875f64d */
"tokens__my_tokens" = "My Tokens";

/* loco:6332c96135f7406d4875f64e */
"tokens__removing_group" = "Removing Group";

/* loco:6332c96135f7406d4875f64f
 * tokens__all_tokens_will_be_moved */
"tokens__all_tokens_moved_to_group_title" = "All tokens will be moved to the group: \"My tokens\"";

/* loco:6332c96135f7406d4875f650 */
"tokens__add_group" = "Add group";

/* loco:6332c96135f7406d4875f651 */
"tokens__group_name" = "Group name:";

/* loco:6332c96135f7406d4875f652 */
"tokens__select_from_gallery" = "Select from Gallery";

/* loco:6332c96135f7406d4875f653 */
"tokens__camera_is_unavailable" = "Camera is unavailable";

/* loco:6332c96135f7406d4875f654
 * tokens__check_if_app_has_proper_permissions */
"tokens__check_app_permissions" = "Check if the app has proper permissions in the System Settings";

/* loco:6332c96135f7406d4875f655 */
"tokens__no_qr_codes_found" = "No QR codes found";

/* loco:6332c96135f7406d4875f656
 * tokens__no_correct_qr_code_had_been_found

No correct QR codes had been found in the selected image. Please try a different image. */
"tokens__no_correct_qr_code_found_title" = "There is no correct QR code in the selected image. Please try a different image.";

/* loco:6332c96135f7406d4875f658 */
"tokens__select_service" = "Select Service";

/* loco:6332c96135f7406d4875f659 */
"tokens__adding_service_question_title" = "What service do you want to add?";

/* loco:6332c96135f7406d4875f65a */
"tokens__retype_this_token" = "Retype this Token";

/* loco:6332c96135f7406d4875f65b
 * tokens__unlock_and_retype_this_token */
"tokens__unlock_and_retype_token_title" = "Unlock and retype this Token";

/* loco:6332c96135f7406d4875f65c */
"tokens__group" = "Group";

/* loco:6332c96135f7406d4875f65d */
"tokens__select_group" = "Select group";

/* loco:6332c96135f7406d4875f65e */
"tokens__google_auth_import" = "Importing 2FA Tokens from the Google Authenticator app";

/* loco:6332c96135f7406d4875f65f */
"tokens__google_auth_import_subtitle" = "This QR code allows you to import Tokens from Google Authenticator";

/* loco:6332c96135f7406d4875f660
 * A number replaces %d */
"tokens__google_auth_out_of_title" = "%d out of %d";

/* loco:6332c96135f7406d4875f661 */
"tokens__google_auth_import_subtitle_end" = "Importing Tokens";

/* loco:6332c96135f7406d4875f662 */
"tokens__sort_by" = "Sort by";

/* loco:6332c96135f7406d4875f663
 * tokens__sort_by_az */
"tokens__sort_by_a_to_z" = "A - Z";

/* loco:6332c96135f7406d4875f664
 * tokens__sort_by_za */
"tokens__sort_by_z_to_a" = "Z - A";

/* loco:6332c96135f7406d4875f665 */
"tokens__sort_by_manual" = "Manual";

/* loco:6332c96135f7406d4875f666 */
"tokens__advanced" = "Advanced";

/* loco:6332c96135f7406d4875f667
 * tokens__advanced_alert_title */
"tokens__advanced_alert" = "Alert";

/* loco:6332c96135f7406d4875f668
 * tokens__advanced_alert_description */
"tokens__advanced_alert_description_title" = "Changing advanced settings is not recommended. Do so only when your 2FA provider requires it and when you have clear instructions.";

/* loco:6332c96135f7406d4875f669 */
"tokens__token_settings" = "Token settings";

/* loco:6332c96135f7406d4875f66a */
"tokens__otp_authentication" = "OTP Authentication";

/* loco:6332c96135f7406d4875f66b */
"tokens__algorithm" = "Algorithm";

/* loco:6332c96135f7406d4875f66c */
"tokens__refresh_time" = "Refresh time";

/* loco:6332c96135f7406d4875f66d */
"tokens__number_of_digits" = "Number of digits";

/* loco:6332c96135f7406d4875f66e */
"tokens__counter" = "Counter";

/* loco:6332c96135f7406d4875f66f */
"tokens__initial_counter" = "Initial counter";

/* loco:6332c96135f7406d4875f670
 * A number replaces %d */
"tokens__second" = "%d sec";

/* loco:6332c96135f7406d4875f671 */
"tokens__hotp" = "HOTP";

/* loco:6332c96135f7406d4875f672 */
"tokens__totp" = "TOTP";

/* loco:6332c96135f7406d4875f673 */
"tokens__advanced_settings_footer_title" = "Changing advanced settings is not recommended. Do so only when your 2FA provider requires it and when you have clear instructions.";

/* loco:6332c96135f7406d4875f674 */
"tokens__gallery_advice_title" = "Best practice";

/* loco:6332c96135f7406d4875f675
 * ADD A SPACE AT THE END */
"tokens__gallery_advice_content_first" = "Service added successfully. We strongly recommend that you ";

/* loco:6332c96135f7406d4875f676
 * ADD A SPACE AFTER COMA */
"tokens__gallery_advice_content_middle_bold" = "delete the QR screenshot from your gallery.";

/* loco:6332c96135f7406d4875f677 */
"tokens__gallery_advice_content_last" = "\nIf someone takes over this QR code screenshot, they will be able to get your 2FA codes to this service.";

/* loco:6332c96135f7406d4875f678 */
"tokens__request_icon_page_title" = "Request an icon";

/* loco:6332c96135f7406d4875f679 */
"tokens__request_icon_social_title" = "Let us know on Discord";

/* loco:6332c96135f7406d4875f67a */
"tokens__request_icon_social_link" = "Log in to our Discord server";

/* loco:6332c96135f7406d4875f67b */
"tokens__request_icon_social_description" = "and let users vote for requested icons.";

/* loco:6332c96135f7406d4875f67c */
"tokens__request_icon_middle" = "or";

/* loco:6332c96135f7406d4875f67d */
"tokens__request_icon_provider_title" = "Let the service provider know";

/* loco:6332c96135f7406d4875f67e */
"tokens__request_icon_provider_description" = "You can use Social Media or email and share this text with them:";

/* loco:6332c96135f7406d4875f67f */
"tokens__request_icon_provider_message" = "Hey! I’m using the 2FAS app to log in to your service with 2FA. However, your icon is missing! You can submit your icon here: https://2fas.com/yb";

/* loco:6332c96135f7406d4875f680 */
"tokens__request_icon_provider_message_link" = "https://2fas.com/yb";

/* loco:6332c96135f7406d4875f681 */
"tokens__request_icon_provider_footnote" = "Don’t forget to tag the company’s official account!";

/* loco:6332c96135f7406d4875f682 */
"tokens__order_icon_description" = "Can’t find a brand icon in the 2FAS app?";

/* loco:6332c96135f7406d4875f683 */
"tokens__order_icon_link" = "Request a brand icon";

/* loco:6332c96135f7406d4875f684 */
"tokens__order_icon_title" = "Request a brand icon";

/* loco:6332c96135f7406d4875f685 */
"tokens__order_menu_title" = "Select the request method";

/* loco:6332c96135f7406d4875f686 */
"tokens__order_menu_option_user" = "Request icon as a user";

/* loco:6332c96135f7406d4875f687 */
"tokens__order_menu_option_company" = "Submit icon as a company";

/* loco:6332c96135f7406d4875f688
 * tokens__you_will_not_be_able_to_sign_in_to_your */
"tokens__sign_in_not_possible_title" = "You will not be able to sign in to your %@ account without this Token, as long as you have second factor authentication for %@ turned on.";

/* loco:6332c96135f7406d4875f6cd */
"voiceover__show_service_key" = "Show Secret Key";

/* loco:6332c96135f7406d4875f6ce */
"voiceover__copy_service_key" = "Copy Secret Key";

/* loco:6332c96135f7406d4875f6cf
 * voiceover__seconds_left */
"voiceover__seconds_left_counter_title" = "Counter with seconds left to Token change";

/* loco:6332c96135f7406d4875f6d0 */
"voiceover__delete_button" = "Delete button";

/* loco:6332c96135f7406d4875f6d3 */
"voiceover__service_deleted" = "Service deleted";

/* loco:6332c96135f7406d4875f6d5
 * voiceover__hidden_secret_key_use_show button */
"voiceover__reveal_hidden_secret_key_button_title" = "This field contains a hidden Secret Key. To reveal it, use the Show button. It will only work if you have set up the apps PIN for the lock screen";

/* loco:6332c96135f7406d4875f6d6 */
"voiceover__service_name" = "Service name: %@";

/* loco:6332c96135f7406d4875f6d7 */
"voiceover__additional_info" = "Additional info: %@";

/* loco:6332c96135f7406d4875f6d8 */
"voiceover__token_tap_to_copy" = "Token %@. Tap to copy";

/* loco:6332c96135f7406d4875f6d9 */
"voiceover__edit" = "Edit %@";

/* loco:6332c96135f7406d4875f6da */
"voiceover__service_label_with_name_and_color" = "Service label with name %@ and color %@";

/* loco:6332c96135f7406d4875f6db */
"voiceover__service_icon" = "%@ service icon";

/* loco:6332c96135f7406d4875f6dc */
"voiceover__selected" = "Selected";

/* loco:6332c96135f7406d4875f6dd */
"voiceover__not_selected" = "Not selected";

/* loco:6332c96135f7406d4875f6de */
"voiceover__badge_color" = "Badge color: %@";

/* loco:6332c96135f7406d4875f6df */
"voiceover__dismissing" = "Dismissing";

/* loco:6332c96135f7406d4875f6e0 */
"voiceover__secret_hint" = "Only numbers 2 to 9, letters. At least 4 characters";

/* loco:6332c96135f7406d4875f6e1 */
"voiceover__add_service" = "Add Service";

/* loco:6332c96135f7406d4875f6e2 */
"voiceover__add_group" = "Add Group";

/* loco:6332c96135f7406d4875f6e3
 * voiceover__use_add_service_button */
"voiceover__use_add_service_button_title" = "Use the Add Service button to add a new service";

/* loco:6332c96135f7406d4875f6e4 */
"voiceover__no_search_results" = "No search results";

/* loco:6332c96135f7406d4875f6e6
 * voiceover__sort_by */
"voiceover__sort_by_title" = "Use Sort By to set service sorting";

/* loco:6332c96135f7406d4875f6e7 */
"voiceover__spinner" = "Loading content";

/* loco:6332c96135f7406d4875f6f3 */
"backup__incorrect_secret" = "Couldn't backup Tokens because \"%@\" secret contains invalid characters. Remove it from list and try again";

/* loco:6332c96135f7406d4875f6f4 */
"backup__import" = "Import";

/* loco:6332c96135f7406d4875f6f5 */
"backup__export" = "Export";

/* loco:6332c96135f7406d4875f6f7 */
"backup__backup_disabled_title" = "2FAS Backup will be disabled to protect its integrity";

/* loco:6332c96135f7406d4875f6f8 */
"backup__error_while_exporting_file" = "Error while exporting the file";

/* loco:6332c96135f7406d4875f6fb */
"backup__import_completed_successfuly" = "Import completed successfuly";

/* loco:6332c96135f7406d4875f6fe
 * camera__video_device_in_use_by_another_app */
"camera__camera_used_by_other_app_title" = "Another app uses the camera. If closing other apps don't help, then reboot the device";

/* loco:6332c96135f7406d4875f6ff
 * camera__video_device_unavailable_due_to_system_overload */
"camera__camera_unavailable_title" = "The camera is unavailable because of system overload. Try rebooting the device";

/* loco:6332c96135f7406d4875f700 */
"camera__cant_initialize_camera_general" = "Can't initialize the camera. Try rebooting the device";

/* loco:6332c96135f7406d4875f701 */
"camera__cant_initialize_camera_split_view" = "Can't initialize camera in Split View mode. Open app in full screen and try again";

/* loco:6332c96135f7406d4875f702 */
"restore__how_to_restore" = "How to restore 2FAS app?";

/* loco:6332c96135f7406d4875f703 */
"restore__application_restoration" = "Application restoration";

/* loco:6332c96135f7406d4875f704
 * restore_if_you_forgotten */
"restore__reset_Pin_title" = "If you have forgotten the PIN or want to reset the 2FAS app, you have to reinstall the app.";

/* loco:6332c96135f7406d4875f705
 * restore_please_remember */
"restore__backup_advice" = "Be advised that if you do not have a backup and reset the app, you will lose access to all your codes. And therefore, access to all your 2FA-secured accounts.";

/* loco:6332c96135f7406d4875f706
 * restore_if_you_have_backup */
"restore__backup_title" = "If you have a backup, take it easy, you'll be able to restore all your codes.";

/* loco:6332c96135f7406d4875f707 */
"backup__cloud_backup" = "Cloud backup";

/* loco:6332c96135f7406d4875f708 */
"backup__icloud_sync" = "iCloud Sync";

/* loco:6332c96135f7406d4875f709 */
"backup__section_description" = "RECOMMENDED: iCloud Sync keeps your Tokens secure in Apple iCloud in case of loss or damage to your device. Keep it turned on.";

/* loco:6332c96135f7406d4875f70a */
"backup__file_backup" = "File Backup";

/* loco:6332c96135f7406d4875f70b
 * backup__use_file_backup_for */
"backup__file_backup_offline_title" = "Use File Backup for offline backup of your tokens.";

/* loco:6332c96135f7406d4875f70c */
"backup__backup_removal" = "Backup removal";

/* loco:6332c96135f7406d4875f70d */
"backup__delete_2fas_backup" = "Delete 2FAS Backup";

/* loco:6332c96135f7406d4875f70f */
"backup__warning_introduction" = "Warning! If you delete 2FAS Backup, you will also erase all tokens from other devices synced with this account. To preserve the tokens on other devices, please ensure that you've turned off the 2FAS Backup before the deletion.";

/* loco:6332c96135f7406d4875f710
 * backup__i_want_to_delete */
"backup__delete_title" = "I want to delete the Backup";

/* loco:6332c96135f7406d4875f711 */
"backup__export_to_backup_file" = "Export backup to file";

/* loco:6332c96135f7406d4875f712
 * backup__you_can_import_exported_file */
"backup__import_file_title" = "You can import exported files on other devices with the 2FAS application";

/* loco:6332c96135f7406d4875f713 */
"backup__export_to_file" = "Export to file";

/* loco:6332c96135f7406d4875f715 */
"backup__verify_pin" = "Verify PIN";

/* loco:6332c96135f7406d4875f716 */
"backup__save_file" = "Save file";

/* loco:6332c96135f7406d4875f717 */
"backup__import_backup_file" = "Import backup file";

/* loco:6332c96135f7406d4875f718
 * backup__youre_goint_to_import_backup */
"backup__import_other_devices" = "You're going to import a backup file containing";

/* loco:6332c96135f7406d4875f719 */
"backup__import_file" = "Import file";

/* loco:6332c96135f7406d4875f71a */
"backup__choose_antother_file" = "Choose another file";

/* loco:6332c96135f7406d4875f71b */
"backup__no_new_services" = "Nothing to import";

/* loco:6332c96135f7406d4875f71c */
"backup__file_error" = "File error!";

/* loco:6332c96135f7406d4875f71d
 * backup__services_form_file_will_be_merged */
"backup__services_merge_title" = "Services from the file will be merged with the ones in your app";

/* loco:6332c96135f7406d4875f71e */
"backup__no_new_services_error" = "Either this file is empty, or all the services within are already available in the app";

/* loco:6332c96135f7406d4875f71f */
"backup__update_required_to_import_title" = "You'll need a new version of the app to import the contents of this file. You can find the newest version in the App Store";

/* loco:6332c96135f7406d4875f720 */
"backup__cant_read_file_error" = "Can't read this file. It can be damaged, or there was an error while trying to access it. Please choose another one";

/* loco:6332c96135f7406d4875f721 */
"backup__password" = "Password";

/* loco:6332c96135f7406d4875f722 */
"backup__repeat_password" = "Repeat password";

/* loco:6332c96135f7406d4875f723 */
"backup__incorrect_character_error" = "Incorrect character. Use only letter A-Z, a-z, digits and special characters: -_/!#$%&+*~@?=^.,'(){}[]:;<>|";

/* loco:6332c96135f7406d4875f724 */
"backup__to_short_error" = "Provided phrase is too short (min. 3 char)";

/* loco:6332c96135f7406d4875f725 */
"backup__passwords_dont_match" = "Passwords don't match";

/* loco:6332c96135f7406d4875f726 */
"backup__save_and_export" = "Save and export";

/* loco:6332c96135f7406d4875f727 */
"backup__set_password_title" = "To increase the protection of your backup file, please set the password";

/* loco:6332c96135f7406d4875f728 */
"backup__enter_password_title" = "Type in a password for this backup file to proceed with the import process";

/* loco:6332c96135f7406d4875f729 */
"backup__backup_file_password_title" = "Set a password for this backup file";

/* loco:6332c96135f7406d4875f72a */
"backup__incorrect_password" = "Incorrect Password";

/* loco:6332c96135f7406d4875f72b
 * %d - number */
"backup__new_services" = "%d new services";

/* loco:6332c96135f7406d4875f72c
 * %d - number */
"backup__services_imported_count" = "%d Services imported.";

/* loco:6332c96135f7406d4875f72d
 * backup__user_has_icloud_problem */
"backup__icloud_problem" = "There's a problem with iCloud. Check system settings";

/* loco:6332c96135f7406d4875f72f
 * backup__encrypted_unsupported */
"backup__encrypted_files_not_supported" = "This file is encrypted. We support only unencrypted files";

/* loco:6332c96135f7406d4875f730 */
"tokens__copy_token" = "Copy Token";

/* loco:6332c96135f7406d4875f731
 * tokens__i_want_to_delete_this_servie */
"tokens__i_want_to_delete_this_token" = "Yes, I want to delete this service";

/* loco:6332c96135f7406d4875f732 */
"color__neutral" = "Neutral";

/* loco:6332c96135f7406d4875f733 */
"color__light_blue" = "Light blue";

/* loco:6332c96135f7406d4875f734 */
"color__indigo" = "Indigo";

/* loco:6332c96135f7406d4875f735 */
"color__purple" = "Purple";

/* loco:6332c96135f7406d4875f736 */
"color__turquoise" = "Turquoise";

/* loco:6332c96135f7406d4875f737 */
"color__green" = "Green";

/* loco:6332c96135f7406d4875f738 */
"color__red" = "Red";

/* loco:6332c96135f7406d4875f739 */
"color__orange" = "Orange";

/* loco:6332c96135f7406d4875f73a */
"color__yellow" = "Yellow";

/* loco:6332c96135f7406d4875f73c */
"settings__knowledge" = "Knowledge";

/* loco:6332c96135f7406d4875f73d */
"settings__support_and_share" = "Support and Share";

/* loco:6332c96135f7406d4875f73e */
"settings__tell_a_friend" = "Tell a friend";

/* loco:6332c96135f7406d4875f73f */
"settings__write_a_review" = "Write a review";

/* loco:6332c96135f7406d4875f741 */
"settings__about" = "About";

/* loco:6332c96135f7406d4875f742 */
"settings__privacy_policy" = "Privacy Policy";

/* loco:6332c96135f7406d4875f743 */
"settings__terms_of_service" = "Terms of Service";

/* loco:6332c96135f7406d4875f744 */
"settings__version" = "App version %@";

/* loco:6332c96135f7406d4875f745 */
"settings__no_limit" = "No limit";

/* loco:6332c96135f7406d4875f746 */
"settings__pin_code" = "PIN code";

/* loco:6332c96135f7406d4875f747 */
"settings__app_security" = "App security";

/* loco:6332c96135f7406d4875f748 */
"settings__app_blocking" = "Lockout settings";

/* loco:6332c96135f7406d4875f749 */
"settings__face_id" = "Face ID";

/* loco:6332c96135f7406d4875f74a */
"settings__touch_id" = "Touch ID";

/* loco:6332c96135f7406d4875f74b
 * settings__how_many_attempts_header */
"settings__too_many_attempts_header" = "Block after X failed attempts:";

/* loco:6332c96135f7406d4875f74c */
"settings__how_many_attempts_footer" = "Select the maximum number of unsuccessful attempts to enter the passcode before locking the application (lockout time can be changed below).\n";

/* loco:6332c96135f7406d4875f74d */
"settings__block_for" = "Lockout time";

/* loco:6332c96135f7406d4875f74e */
"settings__3_minutes" = "3 minutes";

/* loco:6332c96135f7406d4875f74f */
"settings__5_minutes" = "5 minutes";

/* loco:6332c96135f7406d4875f750 */
"settings__10_minutes" = "10 minutes";

/* loco:6332c96135f7406d4875f751 */
"settings__limit_of_trials" = "Max failed attempts";

/* loco:6332c96135f7406d4875f752 */
"settings__pin_4_digits" = "4-digits code";

/* loco:6332c96135f7406d4875f753 */
"settings__pin_6_digits" = "6-digits code";

/* loco:6332c96135f7406d4875f754 */
"settings__biometric_authentication" = "Biometric Authentication";

/* loco:6332c96135f7406d4875f755 */
"settings__donations" = "Donations";

/* loco:6332c96135f7406d4875f756 */
"settings__donate_twofas" = "Donate to 2FAS";

/* loco:6332c96135f7406d4875f757 */
"new_version__new_version_title" = "New version";

/* loco:6332c96135f7406d4875f758 */
"new_version__new_version_message_ios" = "A new version of 2FAS is available on App Store. Update now!";

/* loco:6332c96135f7406d4875f759 */
"new_version__update_action" = "Update now";

/* loco:6332c96135f7406d4875f75a
 * new_version__skip_action */
"new_version__skip_title" = "Skip this version";

/* loco:6332c96135f7406d4875f75b
 * new_version__later_action */
"new_version__update_later" = "Update later";

/* loco:6332c96135f7406d4875f75c */
"browser__browser_extension" = "Browser extension";

/* loco:6332c96135f7406d4875f75d */
"browser__info_title" = "2FAS Web Browser extension";

/* loco:6332c96135f7406d4875f75e */
"browser__info_description_first" = "Install the 2FAS browser extension on your desktop computer.";

/* loco:6332c96135f7406d4875f75f */
"browser__info_description_second" = "Pair it with your 2FAS app.";

/* loco:6332c96135f7406d4875f760 */
"browser__more_info" = "More info:";

/* loco:6332c96135f7406d4875f761 */
"browser__more_info_link_title" = "2fas.com/be";

/* loco:6332c96135f7406d4875f762 */
"browser__pair_with_web_browser" = "Pair with web browser";

/* loco:6332c96135f7406d4875f763 */
"browser__more_info_link" = "https://www.2fas.com/be";

/* loco:6332c96135f7406d4875f764 */
"browser__pairing_successful_title" = "Pairing successful!";

/* loco:6332c96135f7406d4875f765 */
"browser__pairing_successful_description" = "2FAS will send you a Push Notification whenever you log in to your online services using this web browser. You will no longer need to re-type your tokens for each use.";

/* loco:6332c96135f7406d4875f766 */
"browser__pairing_failed_title" = "Pairing failed :(";

/* loco:6332c96135f7406d4875f767 */
"browser__pairing_failed_description" = "This QR code wasn’t recognized, and 2FAS could not pair this device with the browser extension. Please try again.";

/* loco:6332c96135f7406d4875f768
 * browser__pairing_already_paired_title */
"browser__already_paired_title" = "Already paired!";

/* loco:6332c96135f7406d4875f769
 * browser__pairing_already_paired_description */
"browser__already_paired_description" = "This Browser Extension is already paired with this device.";

/* loco:6332c96135f7406d4875f76a */
"browser__contact_support" = "Contact support";

/* loco:6332c96135f7406d4875f76b */
"browser__pairing_with_browser" = "Pairing with browser";

/* loco:6332c96135f7406d4875f76d
 * browser__paired_devices */
"browser__paired_devices_browser_title" = "Paired devices (web browsers)";

/* loco:6332c96135f7406d4875f76e */
"browser__add_new" = "Add new";

/* loco:6332c96135f7406d4875f76f
 * browser__this_device */
"browser__this_device_name" = "Device nickname";

/* loco:6332c96135f7406d4875f770 */
"browser__device_name" = "Device nickname";

/* loco:6332c96135f7406d4875f771 */
"browser__name" = "Name";

/* loco:6332c96135f7406d4875f772 */
"browser__this_device_footer" = "This nickname will help you identify this device among other devices paired with the 2FAS Auth Browser Extension";

/* loco:6332c96135f7406d4875f773 */
"browser__browser_extension_settings" = "Browser Extensions settings";

/* loco:6332c96135f7406d4875f774 */
"browser__unkown_name" = "<UNKOWN_NAME>";

/* loco:6332c96135f7406d4875f775 */
"browser__request_source_description" = "%@ requested a 2FA Token for %@. Select the service to authorize and save with this domain.";

/* loco:6332c96135f7406d4875f776 */
"browser__request" = "Browser request";

/* loco:6332c96135f7406d4875f777
 * browser__code_success */
"browser__code_success_title" = "Token sent successfully!";

/* loco:6332c96135f7406d4875f778 */
"browser__code_failure" = "Error while sending the code. %@";

/* loco:6332c96135f7406d4875f779 */
"browser__deleting_paired_device_title" = "Deleting Paired Device";

/* loco:6332c96135f7406d4875f77a */
"browser__deleting_paired_device_content" = "Are you sure you want to delete paired device?";

/* loco:6332c96135f7406d4875f77c */
"browser__pairing_date" = "Date paired";

/* loco:6332c96135f7406d4875f77d */
"browser__forget_this_browser" = "Forget this web browser";

/* loco:6332c96135f7406d4875f77e
 * browser__service_is_paired_list_description */
"browser__paired_domains_list_title" = "List of paired domains.";

/* loco:6332c96135f7406d4875f77f */
"browser__deleting_extension_pairing_title" = "Remove domain?";

/* loco:6332c96135f7406d4875f780 */
"browser__deleting_extension_pairing_content" = "The next time you use the browser extension to login to %@, you'll be asked to pair this domain again.";

/* loco:6332c96135f7406d4875f781 */
"browser__push_notifications_title" = "Push Notifications";

/* loco:6332c96135f7406d4875f782 */
"browser__push_notifications_content" = "To access functionality like Browser Extension application needs access to Push Notifications. You can change this setting at any time in System Settings.";

/* loco:6332c96135f7406d4875f783 */
"browser__request_expired" = "Request expired";

/* loco:6332c96135f7406d4875f784 */
"browser__2fa_token_request_title" = "2FA Token Request";

/* loco:6332c96135f7406d4875f785
 * ADD A SPACE AT THE END! */
"browser__2fa_token_request_content" = "Do you want to share the 2FA Token for ";

/* loco:6332c96135f7406d4875f786 */
"notifications__no_notifications" = "No notifications";

/* loco:6332c96ba6877120ce6fc152 */
"CFBundleSpokenName" = "2 F A S";

/* loco:63344624e6899974bd0ddf52 */
"commons__2fas_toolbar" = "2FAS";

/* loco:63344c64898727028e0b21e4 */
"backup__google_drive_not_available" = "Google Drive is not available";

/* loco:63344d5c091e850f532386e2 */
"backup__google_drive_disabled_title" = "Google Drive has been disabled by the user";

/* loco:633dd102f5f0b5080b43b5c2 */
"backup__update_required_to_import_title_2" = "You'll need a new version of the app to import the contents of this file. You can find the newest version in the Google Store";

/* loco:633dd72f6078ca50d63ab0d2 */
"tokens__qr_code_leads_to_google_store" = "This QR Code takes you to the Google Store";

/* loco:633dd77670b050133f55b642 */
"introduction__page_4_content_android" = "Your Tokens are stored offline via the device storage, so remember to back up your services! Use Google Drive Sync and PIN password to protect against unauthorized access and device damage.";

/* loco:633ef646dbb7c078261c3ec2 */
"new_version__new_version_message_android" = "A new version of 2FAS is available on Google Store. Update now!";

/* loco:6341dca6b874ee3bc41b6952 */
"security_error_no_match" = "PIN does not match! Please try again.";

/* loco:6341de59fcbb0b491c24b1d2 */
"settings_developer_options" = "Developer Options";

/* loco:6341df0295f3d3034a6ff7a2 */
"settings__external_import" = "Import Tokens";

/* loco:6341df76c6a1db420732d3c2 */
"settings__browser_extension_result_toolbar_title" = "Pairing result";

/* loco:6341dfada8cef8553b42a792 */
"tokens__caution" = "CAUTION";

/* loco:6341e0f7a225c97dee2604d2 */
"tokens__qr_point_and_scan_again" = "Point your camera to the right QR Code and scan again.";

/* loco:6341e3d560c2a75b635dd902 */
"tokens__service_unsaved_changes" = "Do you want to discard your changes?";

/* loco:6341e3fac678e32ee1180b92 */
"tokens__service_unsaved_changes_title" = "Unsaved changes";

/* loco:6341e444ae7e4f6979438fc2 */
"tokens__service_key_invalid_format" = "Secret Key has an invalid format";

/* loco:6341e574a77fa94abc6bf6f2 */
"intent_error_no_gallery_app" = "System error! There is no system gallery app.";

/* loco:6341e59ab278cb37a15f15c2 */
"gdrive_permission_title" = "Google Drive Permission";

/* loco:6341e5b6a77fa94abc6bf6f4 */
"gdrive_permission_msg" = "We need Google Drive permission in order to save the backup files in app data.";

/* loco:6341e5d80edc9064be2a0d92 */
"gdrive_internet_title" = "Internet Connection Required";

/* loco:6341e5ef48f8396250741ae2 */
"gdrive_internet_msg" = "In order to sync with Google, you need to enable an Internet connection.";

/* loco:6341e60b1b9712646f45c272 */
"gdrive_wipe_internet_msg" = "In order to revoke access to Google Drive, you need to enable the Internet connection.";

/* loco:6341e6334097a7635715ca52 */
"backup_explanation_msg" = "Automatically store and sync your backup file in the hidden folder on your Google Drive. This folder is only accessible to the 2FAS app.";

/* loco:6341e6565450ef7fd46dec02 */
"backup_error_unknown" = "An error occurred during backup sync. Please restart the app after a couple of minutes and try again.";

/* loco:6341e66aa77fa94abc6bf6f6 */
"backup_error_encrypt_unknown" = "An error occurred during backup encryption. Please set your password again.";

/* loco:6341e681b278cb37a15f15c4 */
"backup_error_decrypt_unknown" = "An error occurred during backup decryption. Please set your password again.";

/* loco:6342c92df1d3612fe712f1a2 */
"backup__google_drive_problem_title" = "There's a problem with iCloud. Check system settings";

/* loco:6342c9535447700251180692 */
"backup_error_auth" = "There was a problem with your Google Drive account permissions. Try to turn the sync on and off.";

/* loco:6342c9b1c41b2c66a2359362 */
"backup_error_no_password" = "Your backup is password protected. Turn it on and enter your password.";

/* loco:6342c9ec69dbe97d4972d4f2 */
"backup_error_wrong_password" = "Your backup is password protected but provided password is incorrect. Turn it on and enter your password.";

/* loco:6342ca1db1a1053c734e5c12 */
"customization_service_assignment" = "Service Assignment";

/* loco:6342ca2fb1a1053c734e5c14 */
"customization_personalization" = "Personalization";

/* loco:6342ca5d87da3c0adf6481f2 */
"customization_change_brand" = "Change branding";

/* loco:6342ca7169dbe97d4972d4f4 */
"customization_advanced" = "Advanced";

/* loco:6342ca89c41b2c66a2359364 */
"customization_request_icon" = "Request an icon";

/* loco:6342ca9d87da3c0adf6481f4 */
"customization_edit_label" = "Edit label";

/* loco:6342cb2f188f327fde0567d2 */
"groups_delete_msg" = "Are you sure you want to delete this group?";

/* loco:6342cc005bd8ee4e373eaff2 */
"export_backup_title" = "Your backup file is ready for export";

/* loco:6342cc175a8ef33de14ce6c2 */
"export_backup_msg" = "Export this file to keep your 2FAS Tokens securely backed up. You can import it later to this or other devices using the 2FAS app.";

/* loco:6342cc3b830f3c11167b6dd2 */
"export_backup_pass" = "Export file without password\n(not recommended)";

/* loco:6342cc92a240880a9f2084e2 */
"import_backup_msg2" = "The file will be synchronised with the app's service list.";

/* loco:6342cd007757e42301476522 */
"backup_notice_later" = "Maybe Later";

/* loco:6342cd15a240880a9f2084e4 */
"backup_notice_cta" = "Turn On";

/* loco:6342cd4ae5c1f936e033b172 */
"widgets_empty_msg" = "No services added";

/* loco:6342cdd0ac3fc03188300662 */
"backup__section_description_google" = "RECOMMENDED: Google Drive Sync keeps your Tokens secure in Google Drive in case of loss or damage to your device. Keep it turned on.";

/* loco:6342cde2830f3c11167b6dd4 */
"backup_turn_off_title" = "Turning Google Drive Sync off?";

/* loco:6342ce5ef9822760bd6e6232 */
"backup_turn_off_msg1" = "2FA Tokens will remain on this device and on your Google Drive, but will not be synced. You will also be logged out from your Google Account.";

/* loco:6342ceb2f9822760bd6e6234 */
"backup_turn_off_msg2" = "Remember, in case of loss or damage to this device or app removal, you may not be able to recover your Tokens, and you will lose access to online accounts secured by 2FA.";

/* loco:6342ceecc07f913f3374a812 */
"backup_settings_password_set_subtitle" = "Secure a Google Drive backup file with a custom password.";

/* loco:6342cf2e593f7c11db6adf52 */
"backup_settings_password_remove_title" = "Remove password";

/* loco:6342cf68a240880a9f2084e6 */
"backup_settings_password_remove_subtitle" = "Remove the password for your Google Drive backup file.";

/* loco:6342cf97ac3fc03188300664 */
"backup_settings_account_title" = "Google account";

/* loco:6342cfc09858895a99170382 */
"backup_settings_sync_title" = "Last synchronization";

/* loco:6342d0117757e42301476524 */
"browser_extension_result_success_description" = "2FAS will send you PUSH notifications whenever you log in to your online services using this web browser. You will no longer need to re-type your tokens for each use.";

/* loco:6342d05c2a206e092b1791c2 */
"browser_extension_browser_dialog" = "Browser name";

/* loco:6342d0ef5c8bac6b2573ef52 */
"biometric_dialog_auth_title" = "Authenticate";

/* loco:6342d0ffe7433557683c3712 */
"biometric_dialog_auth_subtitle" = "Use your biometric credential";

/* loco:6342d135438a0a291865e022 */
"about_licenses" = "Open source licenses";

/* loco:6342d1562a206e092b1791c4 */
"externalimport_description" = "You can import your Tokens to 2FAS from different apps. Choose an app from the list and follow the instructions.";

/* loco:6342d16ee7433557683c3714 */
"externalimport_select_app" = "Select app";

/* loco:6342d182e7433557683c3716 */
"externalimport_google_authenticator" = "Google Authenticator";

/* loco:6342d18dc07f913f3374a814 */
"externalimport_aegis" = "Aegis";

/* loco:6342d19b63307f18b4510092 */
"externalimport_raivo" = "Raivo OTP";

/* loco:63693380daebad2321503c66 */
"android__app_name" = "2FAS Auth";

/* loco:63693395183853234b657d12 */
"commons__yes" = "Yes";

/* loco:636933b08f1b7a2d262bed23 */
"commons__no" = "No";

/* loco:636933ca8102e2327a5cce92 */
"commons__search" = "Search";

/* loco:636934e015acd7020f284112 */
"errors__no_app" = "No application that supports this link";

/* loco:636934ffde099e2c3326fe82 */
"permissions__camera_permission" = "Camera Permission";

/* loco:63693569349c115b4122eb32 */
"permissions__camera_permission_description" = "Camera permission is required to scan QR Codes. If you want to use this feature go to Application Information and Permissions and Enable Camera.";

/* loco:636935811313301a900ae283 */
"security__disable_pin" = "Disable PIN";

/* loco:6369359a5f06537c3f046183 */
"security__enter_your_new_pin" = "Please enter your new %s PIN";

/* loco:636935b2349c115b4122eb34 */
"security__pin_error_incorrect" = "PIN incorrect! Please try again";

/* loco:63693953795f696e785cf892 */
"settings__biometrics" = "Biometrics";

/* loco:63693964b3411c757a755cc4 */
"settings__support" = "2FAS Support";

/* loco:6369397d1e371c682d6054d3 */
"settings__developer" = "Developer Options";

/* loco:6369398f5cb4a35ff34b55d2 */
"settings__option_fingerprint" = "Biometric Lock";

/* loco:6369399e795f696e785cf894 */
"settings__option_theme" = "Theme";

/* loco:636939ab4bccbb1e6a12f1c2 */
"settings__theme_option_auto" = "Auto";

/* loco:636939bcf8b08053b87aab93 */
"settings__theme_option_auto_system" = "Auto - System Settings";

/* loco:63693b946081eb49756794b3 */
"settings__theme_option_dark" = "Dark";

/* loco:63693ba5df585c05c76ddc82 */
"settings__theme_option_light" = "Light";

/* loco:63693bb9e05fd23e53227b13 */
"tokens__copied_clipboard" = "Token copied to clipboard!";

/* loco:63693bc5b71ecb16511b6632 */
"tokens__next_copied_clipboard" = "Next Token copied to clipboard!";

/* loco:63693bf413e605521a409cd2 */
"tokens__do_you_really_want_to_remove_all_devices" = "Do you want to permanently delete this 2FA service?";

/* loco:63693cd8b024e27aba3c4dc2 */
"tokens__fab_addmanually" = "Add manually";

/* loco:63693cf5ec00fd215b2f5b82 */
"tokens__qr_does_not_work" = "This QR Code does not work!";

/* loco:63693d127f114c2e2c5561d2
 * Could not read QR code from the image! */
"tokens__qr_read_image_failed" = "Could not read the QR code from the image!";

/* loco:63693d2a228e552762708b73 */
"tokens__qr_read_image_try_again" = "Try to select a different image.";

/* loco:63693d59def0af7a4f103d42 */
"tokens__remove_it_forever" = "Delete service forever";

/* loco:63693df12647b40c150abf13
 * Service could not be added, Service Key is invalid. Try again. */
"tokens__service_add_error" = "Service could not be added because Secret Key is invalid. Try again.";

/* loco:63693e2208c47e4cac73cbb3
 * A service with this Service Key already exists. Do you want to override it? */
"tokens__service_already_exists" = "Service with this Secret Key already exists. Do you want to override it?";

/* loco:63693ecf68606d19e7023393 */
"tokens__service_key_invalid_characters" = "Key contains invalid characters";

/* loco:63693f1268606d19e7023397 */
"tokens__show_service_key" = "Show Secret Key";

/* loco:63693f57fd6d806b5624add3
 * Your Service Key is protected. Please add PIN or Fingerprint lock in order to see it. */
"tokens__show_service_key_setup_lock" = "Your Secret Key is protected. Please add a PIN or Biometry lock to see it.";

/* loco:636940f5b7c61d120e417243 */
"tokens__tokens_list_is_empty" = "Services list is empty";

/* loco:63694107e8e4552c5a2c6802 */
"tokens__use_plus_button_to_add_tokens" = "Use the \"+\" button to add a new service";

/* loco:63694183975c2c3aac074ed2 */
"tokens__you_will_not_be_able_to_sign_in_to_your" = "You will be unable to sign in to your %@ account without this Token as long as you have two-factor authentication for %@ enabled.\n\nYou will be unable to restore this Token from 2FAS trash.";

/* loco:636941a86578c224b94bd1e4 */
"import_ga_success" = "Services successfully imported!";

/* loco:636941d7c3648b0ffc04e192
 * You need active Internet connection in order to sync your backup. Please turn on your network connection and try again. */
"backup_error_network" = "You need an active Internet connection to sync your backup. Please turn on your network connection and try again.";

/* loco:6369420e1bfbc44338796fc3 */
"update_app_title" = "Update app";

/* loco:6369423dc50f84241c78d676
 * Please update to the newest 2FAS version, to get all features and maintain high security level. */
"update_app_msg" = "Please update to the newest 2FAS version to get all features and maintain a high-security level.";

/* loco:63695bff2e4603133646fb72 */
"delete_service_title" = "You are deleting";

/* loco:63695c1cd29ac3613b4a1f02
 * from your 2FAS service list.\n\nRemember, as long as you have second factor authentication turned on, you will not log in to %s account without this token. */
"delete_service_msg" = "from your 2FAS service list.\n\nRemember, as long as you have second-factor authentication turned on, you will not log in to %s account without this token.";

/* loco:63695c27237a5641ab59efd2 */
"delete_service_cta" = "Delete";

/* loco:63695c4c2a54d2666c672732 */
"export_backup_cta" = "Export";

/* loco:63695c5c08efb67c6e255782 */
"export_backup_share_cta" = "Share";

/* loco:63695c7f577732027f6496f2 */
"import_backup_title" = "Import backup from the file";

/* loco:63695c9708efb67c6e255784 */
"import_backup_msg1" = "You are going to import backup file with";

/* loco:63695ca708efb67c6e255786 */
"import_backup_cta" = "Import";

/* loco:63695ccbcf7ad836801c6582 */
"widgets_warning_msg" = "Tokens visible in the widget are not protected by your PIN code.\n\nAre you sure you want to display your Tokens in the widget?";

/* loco:63695ce4fca41e7d2b37ee12 */
"widgets_warning_title" = "WARNING!";

/* loco:63695d0d18b68b60f10d6862 */
"widgets_warning_cta" = "Yes, I am sure";

/* loco:63695d1d646ca94a9e191bc2 */
"backup_notice_title" = "2FAS Backup";

/* loco:63695d3a18b68b60f10d6864 */
"backup_notice_msg" = "Enable 2FAS Backup. In the event of a reset or loss of your phone, you will be able to restore all your Tokens.";

/* loco:63695d6996fd2e68a42c5212 */
"brand_empty_msg" = "Sorry, brand not found";

/* loco:63695d9186c16054f2147fa2
 * Select which services will be visible on widget: */
"widgets_select_msg" = "Select which services will be visible on the widget:";

/* loco:63695dac49da15247b47a9f2 */
"backup_turn_off_cta" = "Disable Sync";

/* loco:63695dba4e1595693b25b702 */
"backup_turn_off_cancel" = "Cancel";

/* loco:63695dc74e1595693b25b704 */
"backup_settings_password_set_title" = "Set password";

/* loco:63695dd7aa4af0296011ab22 */
"backup_settings_delete_title" = "Delete backup file from Google Drive";

/* loco:63695e128be34479932d44a2
 * If you delete this file from your Google Drive, synchronization on all synchronized devices will be disabled and tokens will remain only on this and other devices via local storage. */
"backup_settings_delete_subtitle" = "If you delete this file from your Google Drive, synchronization on all synchronized devices will be disabled, and Tokens will remain only on this and other devices via local storage.";

/* loco:63695e2c27b0df5cbb3a9152 */
"browser__result_error_browser_paired" = "Your 2FAS app is already paired with this browser.";

/* loco:63695e5b8be34479932d44a4
 * Scan QR code again */
"browser__result_error_cta" = "Scan the QR code again";

/* loco:63695e6f7ce1b23381128562 */
"browser__scan_error_dialog_title" = "Error";

/* loco:63695e8c046f962de20cf7d2
 * Scanned QR code has unsupported format. Please try again. */
"browser__scan_error_dialog_msg_invalid_code" = "The scanned QR code has an unsupported format. Please try again.";

/* loco:63695ea65b95583a82077e22 */
"browser__scan_error_dialog_msg_unknown" = "Unknown error when scanning QR code. Please try again.";

/* loco:63695ebdc0f8533d9d5c5be2 */
"biometric_dialog_auth_cancel" = "Use PIN this time";

/* loco:63695ecd27b0df5cbb3a9154 */
"biometric_dialog_setup_title" = "Enable authentication";

/* loco:63695edacc13613f62380a82 */
"biometric_dialog_setup_cancel" = "Cancel";

/* loco:63695f025b95583a82077e24
 * To enable Biometric Lock you need to enable and set a PIN Code. */
"settings__option_fingerprint_description" = "To enable Biometric Lock, you need to enable and set a PIN Code.";

/* loco:63695f1817c4473f880a74d2 */
"settings__block_for_footer" = "Select the time for which the app will be locked.\n";

/* loco:6370165d9149a4239a27e0b2 */
"error__out_of_disk_space" = "It appears that either you've run out of disk space now, or such an event in the past damaged the database";

/* loco:6370169abddeed6e996944d3 */
"error__cloud_backup_newer_version" = "Cloud backup has been migrated to the new version. Update the app";

/* loco:637016c1665ee13b4506cd54 */
"error__cloud_backup_encrypted_not_supported" = "Cloud backup is encrypted. Update the app to support this feature";

/* loco:63701b4a3fe44547f927d1c2 */
"extension__continue_to_app" = "Continue to app";

/* loco:63701b63b42bdc3ef25026c2 */
"extension__cancel" = "Cancel";

/* loco:63701b71a000b91fad034912 */
"extension__authorize" = "Authorize";

/* loco:63701b7c7c84200f7f0bfb22 */
"extension__dismiss" = "Dismiss";

/* loco:63701b8b7c84200f7f0bfb24 */
"extension__request_sent" = "Request sent";

/* loco:63701b977c84200f7f0bfb26 */
"extension__send_question_title" = "Send Token?";

/* loco:63701ba9f39e1f13443a7cf2 */
"extension__send_question_content" = "%@ requested 2FAS Token for %@";

/* loco:63701bbd7c84200f7f0bfb28 */
"extension__error_while_sending" = "Error while sending the Token";

/* loco:63701bca27651457ca55bfd2 */
"extension__not_paired_title" = "This website is not paired";

/* loco:63701bd51be23060542fd7d2 */
"extension__not_paired_content" = "Open the app and select a service for this domain";

/* loco:63701be2205b6f17713b4ac2 */
"extension__error_open_the_app" = "Open the app and check if Browser Extension is properly paired";

/* loco:63701bef2fc748368c70e312 */
"extension__error_no_internet" = "There's a connection problem";

/* loco:63701bf9f39e1f13443a7cf4 */
"extension__try_again" = "Please try again";

/* loco:63701c02205b6f17713b4ac4 */
"extension__error" = "Error";

/* loco:63701c0da000b91fad034914 */
"extension__error_no_services" = "For Browser Extension to work, please add services to the 2FAS app";

/* loco:63701c1a27651457ca55bfd4 */
"extension__approve" = "Approve";

/* loco:63701c2b20780c2962211303 */
"extension__deny" = "Deny";

/* loco:6370c74297ec7c4d1857c2d2 */
"settings__turn_pin_code_to_enable_faceid" = "Turn on the PIN code and Face ID authorization to prevent unauthorized access to your Tokens on this device.";

/* loco:6370c75197ec7c4d1857c2d4 */
"settings__turn_pin_code_to_enable_touchid" = "Turn on the PIN code and Touch ID authorization to prevent unauthorized access to your Tokens on this device.";

/* loco:637a78300f577824fa4f1782 */
"settings__send_logs_error_not_exists" = "Provided code is incorrect. Please double check it";

/* loco:637a78410f577824fa4f1784 */
"settings__send_logs_error_expired" = "Provided code has expired. Please contact support team to obtain a new one";

/* loco:637a786be142ab22bc6e4362 */
"settings__send_logs_error_no_internet" = "There's no internet. Please check the connection and try again";

/* loco:637a787bfda7a704fc2f0c92 */
"settings__send_logs_error_server" = "There seems to be a problem with our server. If it persists please contact our support team";

/* loco:637a788d228c8d210773aca2 */
"settings__send_logs_error_title" = "Operation failed";

/* loco:637a78971639737a78522752 */
"settings__send_logs_sent_title" = "Logs sent";

/* loco:637a78a2d64f955fe40fb582 */
"settings__send_logs_sent_description" = "Thanks for reaching out. We'll analyze them as soon as possible.";

/* loco:637a78affda7a704fc2f0c94 */
"commons__send" = "Send";

/* loco:637a78bb3a759e5fde75ac12 */
"settings__send_logs_title" = "Sending logs";

/* loco:637a78cfa90b4b3673461e92 */
"settings__send_logs_description_link" = "Code provided by support team was autofilled. Send logs?";

/* loco:637a78d90a23b422fd79dbb2 */
"settings__send_logs_description_edit" = "Please enter or paste code provided by our support team";

/* loco:637a79dda49d85561129f602 */
"settings__send_logs" = "Send logs";

/* loco:63a0b3300fd81a00131f5282 */
"settings__recommendation " = "Check out this awesome two-factor authentication app from 2FAS: https://2fas.com";

/* loco:63a5c926639b663a504d7042 */
"settings__acknowledgements" = "Acknowledgements";

/* loco:63ac20106581d34243554af2 */
"introduction__import_external_app" = "Import from external app";

/* loco:63e4ef021786f457dc49bda2 */
"past_duration_seconds" = "moment ago";

/* loco:63e4ef021786f457dc49bda3 */
"past_duration_seconds-plural" = "moments ago";

/* loco:63e4ef021786f457dc49bda4 */
"past_duration_minutes" = "%d minute ago";

/* loco:63e4ef021786f457dc49bda5 */
"past_duration_minutes-plural" = "%d minutes ago";

/* loco:63e4ef021786f457dc49bda6 */
"past_duration_hours" = "%d hour ago";

/* loco:63e4ef021786f457dc49bda7 */
"past_duration_hours-plural" = "%d hours ago";

/* loco:63e4ef021786f457dc49bda8 */
"past_duration_days" = "%d day ago";

/* loco:63e4ef021786f457dc49bda9 */
"past_duration_days-plural" = "%d days ago";

/* loco:63e4ef021786f457dc49bdaa */
"past_duration_weeks" = "%d week ago";

/* loco:63e4ef021786f457dc49bdab */
"past_duration_weeks-plural" = "%d weeks ago";

/* loco:63e4ef021786f457dc49bdac */
"past_duration_months" = "%d month ago";

/* loco:63e4ef021786f457dc49bdad */
"past_duration_months-plural" = "%d months ago";

/* loco:63e50a5d8a8ad50ba947fc42 */
"commons__unknown_error" = "Unknown error occurred! Try again!";

/* loco:63e50a5d8a8ad50ba947fc43 */
"backup__export_result_success" = "File successfully saved!";

/* loco:63e50a5d8a8ad50ba947fc44 */
"backup__share_result_failure" = "Could not share file!";

/* loco:63e50a5d8a8ad50ba947fc45 */
"backup__enter_password_dialog_title" = "Type in password";

/* loco:63e50a5d8a8ad50ba947fc46 */
"backup__remove_password_msg" = "Enter the backup password to proceed with remove.";

/* loco:63e50a5d8a8ad50ba947fc47 */
"backup__revoke_google_access_msg" = "Enter the backup password to proceed with revoking access to Google.";

/* loco:63e50a5d8a8ad50ba947fc48 */
"backup__synchronization_settings" = "Synchronization settings";

/* loco:63e50a5d8a8ad50ba947fc49 */
"backup__local_file_title" = "Local file";

/* loco:63e50a5d8a8ad50ba947fc4a */
"backup__drive_title" = "Google Drive sync";

/* loco:63e50a5d8a8ad50ba947fc4b */
"backup__delete_file_title" = "Delete your backup file from Google Drive?";

/* loco:63e50a5d8a8ad50ba947fc4c */
"backup__delete_file_msg" = "Google Sync will be disabled. Your Tokens will remain saved locally, but the 2FAS app will be logged out from your Google Account on this and your other synced devices.";

/* loco:63e50a5d8a8ad50ba947fc4d */
"backup__sync_status_waiting" = "Waiting for sync…";

/* loco:63e50a5d8a8ad50ba947fc4e */
"backup__sync_status_progress" = "Syncing…";

/* loco:63e50a5d8a8ad50ba947fc4f */
"import_backup_msg1_encrypted" = "You are going to import an encrypted backup file.";

/* loco:63e50a5d8a8ad50ba947fc50 */
"externalimport__choose_json_cta" = "Choose JSON file";

/* loco:63e50a5d8a8ad50ba947fc51 */
"externalimport__aegis_msg" = "Export your accounts from Aegis to an unencrypted JSON file and upload it using the \"Choose JSON file\" button. Remember to remove the file after a successful import.";

/* loco:63e50a5d8a8ad50ba947fc52 */
"externalimport__raivo_msg" = "Use the \"Export OTPs to ZIP archive\" option in Raivo's Settings, save a ZIP file, extract it and import the JSON file using the \"Choose JSON file\" button.";

/* loco:63e50a5d8a8ad50ba947fc53 */
"externalimport__no_tokens_msg" = "However, there are no services that could be imported.";

/* loco:63e50a5d8a8ad50ba947fc54 */
"commons__try_again" = "Try again";

/* loco:63e50a5d8a8ad50ba947fc55 */
"commons__proceed" = "Proceed";

/* loco:63e50a5d8a8ad50ba947fc56 */
"externalimport__ga_title" = "Importing 2FA Tokens from Google Authenticator app";

/* loco:63e50a5d8a8ad50ba947fc57 */
"externalimport__aegis_title" = "Importing 2FA Tokens from Aegis app";

/* loco:63e50a5d8a8ad50ba947fc58 */
"externalimport__raivo_title" = "Importing 2FA Tokens from Raivo app";

/* loco:63e50a5d8a8ad50ba947fc59 */
"externalimport__ga_success_msg" = "This QR code allows importing Tokens from Google Authenticator.";

/* loco:63e50a5d8a8ad50ba947fc5a */
"externalimport__aegis_success_msg" = "This JSON file allows you to import Tokens from Aegis.";

/* loco:63e50a5d8a8ad50ba947fc5b */
"externalimport__raivo_success_msg" = "This JSON file allows importing Tokens from Raivo.";

/* loco:63e50a5d8a8ad50ba947fc5c */
"externalimport__read_error" = "Could not read any Tokens. Try to select a different file.";

/* loco:63e62618444ff4647d7cfca4 */
"settings__gd_sync_info" = "Google Drive sync reminder";

/* loco:63e6269908dc162489032023 */
"settings__gd_sync_disable_confirm" = "Are you sure? Without Google Drive sync, you won't be able to restore your Tokens if you lose or reset your phone!";

/* loco:63ee3aa8a35cbc5492030a74 */
"extension__code_sent_msg" = "Code sent successfully";

/* loco:63ee3ab4c9440931e75a0432 */
"extension__code_sent_error_msg" = "Error occurred when sending code";

/* loco:63ee4345d49978585e1e3402 */
"tokens__add_service_title" = "Add new service";

/* loco:63ee4345d49978585e1e3403 */
"tokens__customize_service_title" = "Customize service";

/* loco:63ee4345d49978585e1e3404 */
"extension__services_suggested_header" = "Suggested";

/* loco:63ee4345d49978585e1e3405 */
"extension__services_all_header" = "All services";

/* loco:63ee4345d49978585e1e3406 */
"extension__services_other_header" = "Other services";

/* loco:63f289fc3895d52eaa64ce92 */
"settings__ssl_error_title" = "SSL Error";

/* loco:63f28a14fc84916d70648342 */
"settings__ssl_error_description" = "An SSL error has occurred and a secure connection to the server cannot be made. Ensure you have the latest version of the app or try to change the network.";

/* loco:63f4a0ade3cd1317f325d762 */
"backup__import_error_file_size" = "The file you are trying to import is too big. Size limit is 10 MB.";

/* loco:63f4a0b928d2513ff26d1792 */
"backup__import_error_file_invalid" = "The file you are trying to import is invalid or damaged. Please choose another file.";

/* loco:6404c27610d75a3456352472 */
"appearance__toggle_active_search" = "Active search";

/* loco:6404c561429ff902fb474082 */
"appearance__active_search_description" = "Active search on startup.";

/* loco:6407b9d7641a5514074e65d2 */
"widgets__expires_in" = "Expires in:";

/* loco:6407b9d7641a5514074e65d3 */
"widgets__settings" = "Widget settings";

/* loco:6407b9d7641a5514074e65d4 */
"errors__input_integer_number" = "Input must be integer number";

/* loco:6407b9d7641a5514074e65d5 */
"errors__input_number" = "Input must be a number";

/* loco:6407b9d7641a5514074e65d6 */
"errors__input_empty" = "Input can not be empty";

/* loco:6407b9d7641a5514074e65d7 */
"errors__input_too_long" = "Input is too long. Limit: %d";

/* loco:64177f6f951eac45e0645702 */
"commons__best_match" = "Best match";

/* loco:641caf6933856072525bd4f2 */
"settings__enable_crashlytics" = "Send anonymous crash reports";

/* loco:641cafefdfe4086c4546cde2 */
"settings__enable_crashlytics_description" = "Send anonymous crash reports to help 2FAS identify and solve issues in the app (app restart required).";

/* loco:6420a6b179cc6f32af1c9ad2 */
"tokens__manage_list" = "Manage list";

/* loco:6420a6de79cc6f32af1c9ad4 */
"settings__appearance" = "Appearance";

/* loco:6420a74446ce28668347e613 */
"settings__show_next_token_desc" = "Show the next Token when the current one is about to expire.";

/* loco:6420a7654cf81e07bb662752 */
"settings__list_style" = "List style";

/* loco:6420a78475cfd566e2478562 */
"backup__reminder_msg" = "Google Drive not synced.";

/* loco:6420a7a448fb8635264270e2 */
"backup__reminder_cta" = "Go to backup settings";

/* loco:6420a8bf02040a2b18471272 */
"settings__list_style_option_default" = "Default";

/* loco:6420a8c94a60c058ea08ffe2 */
"settings__list_style_option_compact" = "Compact";

/* loco:64234f27272f490bb9096dd2 */
"externalimport_lastpass" = "LastPass";

/* loco:6423503356b89f690f1045e2 */
"externalimport__lastpass_msg" = "Export your accounts from LastPass to an unencrypted JSON file and upload it using the \"Choose JSON file\" button. Remember to remove the file after a successful import.";

/* loco:6424a28788ebef381e1dfba2 */
"settings__about_crash_optout_title" = "Crash Reports";

/* loco:643be2e7a4ba2b60364666a2 */
"past_duration_seconds-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a3 */
"past_duration_minutes-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a4 */
"past_duration_hours-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a5 */
"past_duration_days-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a6 */
"past_duration_weeks-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a7 */
"past_duration_months-plural-2" = "";

/* loco:64401a5af19d41e54b026fb2 */
"externalimport__lastpass_title" = "Importing 2FA Tokens from LastPass app";

/* loco:64401ac65a26867d01012432 */
"externalimport__lastpass_success_msg" = "This JSON file allows you to import Tokens from LastPass.";

/* loco:6442df585188a6d8ea03fed2 */
"externalimport__info_lastpass_title" = "Import Tokens from LastPass";

/* loco:6442df63050a20e3d60383c2 */
"externalimport__info_aegis_title" = "Import Tokens from Aegis";

/* loco:6442df710b0fe99cbc06bd42 */
"externalimport__info_raivo_title" = "Import Tokens from Raivo OTP";

/* loco:6442df7dc8bba9a584037152 */
"externalimport__info_google_authenticator_title" = "Import Tokens from Google Authenticator";

/* loco:64484e172b8c57520d083532
 * Counter eg.: "25s" */
"time_unit_seconds_short" = "s";

/* loco:644faadb304ab5b90b0efd82 */
"tokens__add_title" = "Pair the service with 2FAS";

/* loco:644faaf6dcff877f960bc072 */
"tokens__add_description" = "Point your camera at the screen to capture the QR code.";

/* loco:644fab06304ab5b90b0efd84 */
"tokens__add_other_methods" = "Other methods";

/* loco:644fab2eb2bdab45d807c2f2 */
"tokens__add_enter_manual" = "Enter the Secret Key manually";

/* loco:644fab49699af67ae0098a42 */
"tokens__add_from_gallery" = "Upload screenshot with the QR code";

/* loco:644fab5d9e04ee9c84054572 */
"tokens__add_success_title" = "Almost done!";

/* loco:644fab7a81c2a752350d56b4 */
"tokens__add_success_description" = "To finish pairing the service, you need to retype this Token.";

/* loco:644fabc75c64ccd2d70a51f7 */
"tokens__add_manual_title" = "Pair the service with 2FAS";

/* loco:644fabd49e04ee9c84054574 */
"tokens__add_manual_description" = "Type in the service name and Secret Key.";

/* loco:644fac2df585a3bf37048b62 */
"tokens__add_manual_service_name" = "Service name";

/* loco:644fac3d0b150f6b8a0f3ad2 */
"tokens__add_manual_service_key" = "Secret Key";

/* loco:644fac5584aa882e5e09c6e2 */
"tokens__add_manual_other" = "Other settings";

/* loco:644fac6051979c8af2010352 */
"tokens__add_manual_other_optional" = "(optional)";

/* loco:644fac76d371bbe28f064432 */
"tokens__add_manual_done_cta" = "Add service";

/* loco:644fac8375cb939ca600104a */
"tokens__add_manual_help_cta" = "Don’t know what to do? Tap for help";

/* loco:644facad0b150f6b8a0f3ad4 */
"tokens__add_manual_advanced" = "Advanced Token settings";

/* loco:644facbdf585a3bf37048b64 */
"tokens__add_manual_additional_info" = "Additional info";

/* loco:644faccca86801aff80045a2 */
"tokens__add_manual_advanced_description" = "Changing default Token settings is not recommended. Do so only when your 2FA provider requires it and when you have clear instructions.";

/* loco:645e3fbf78eb0746110c9092 */
"settings__option_screenshots_description" = "Allow screenshots of the app for 5 minutes.";

/* loco:645e3fc931fff20326048932 */
"settings__option_screenshots" = "Allow screenshots";

/* loco:645e4211d242e789f80f10f2 */
"settings__option_screenshots_confirm_title" = "Allow screenshots of the app?";

/* loco:645e42208652aa6c8400f783 */
"settings__option_screenshots_confirm_description" = "Are you sure? This option allows you to screenshot and record any screen within the app. However, this will also allow any external attempts of capturing screens in the app.\nFor safety reasons, this option will be automatically turned off after 5 minutes.";

/* loco:6478ab59ef991b738607af62 */
"past_duration_minutes-plural-3" = "";

/* loco:6478ab59ef991b738607af63 */
"past_duration_minutes-plural-4" = "";

/* loco:6478ab59ef991b738607af64 */
"past_duration_minutes-plural-5" = "";

/* loco:6478ab59ef991b738607af65 */
"past_duration_hours-plural-3" = "";

/* loco:6478ab59ef991b738607af66 */
"past_duration_hours-plural-4" = "";

/* loco:6478ab59ef991b738607af67 */
"past_duration_hours-plural-5" = "";

/* loco:6478ab59ef991b738607af68 */
"past_duration_days-plural-3" = "";

/* loco:6478ab59ef991b738607af69 */
"past_duration_days-plural-4" = "";

/* loco:6478ab59ef991b738607af6a */
"past_duration_days-plural-5" = "";

/* loco:6478ab59ef991b738607af6b */
"past_duration_weeks-plural-3" = "";

/* loco:6478ab59ef991b738607af6c */
"past_duration_weeks-plural-4" = "";

/* loco:6478ab59ef991b738607af6d */
"past_duration_weeks-plural-5" = "";

/* loco:6478ab59ef991b738607af6e */
"past_duration_months-plural-3" = "";

/* loco:6478ab59ef991b738607af6f */
"past_duration_months-plural-4" = "";

/* loco:6478ab59ef991b738607af70 */
"past_duration_months-plural-5" = "";

/* loco:647f59a2fdb591c4c00b1c62 */
"past_duration_seconds-plural-3" = "";

/* loco:649740514a084dd8f9023212 */
"social__social_media" = "Social media links";

/* loco:649740f54a084dd8f9023214 */
"social__discord" = "Discord";

/* loco:6497410b153997496205f1c3 */
"social__youtube" = "YouTube";

/* loco:64974117457761b82c01e8e2 */
"social__twitter" = "X (formerly Twitter)";

/* loco:64974146457761b82c01e8e4 */
"social__github" = "GitHub";

/* loco:649741569c2dbbed8606d012 */
"social__linkedin" = "LinkedIn";

/* loco:6497425376a3a3374003bec2 */
"social__reddit" = "Reddit";

/* loco:6497434c93a857eb140f6a32 */
"social__facebook" = "Facebook";

/* loco:649a9434583926aa420f6272 */
"settings__hide_tokens_title" = "Hide Tokens";

/* loco:649a945d303e9a0b370d33f3 */
"settings__hide_tokens_description" = "Tokens will be revealed on tap.";

/* loco:64a128cab33c78d572064642 */
"browser__pair_manually_cta" = "Pair manually";

/* loco:64a128eef574b12c040683a2 */
"browser__pair_manually_hint" = "Pairing code";

/* loco:64a15e0218b6d3a8fa0512f2 */
"externalimport__info_authenticatorpro_title" = "Import Tokens from Authenticator Pro";

/* loco:64a15e2390e1c8c5d60a1172 */
"externalimport__authenticatorpro_success_msg" = "This text file allows you to import Tokens from Authenticator Pro.";

/* loco:64a15e3c54254a4b7208e462 */
"externalimport__authenticatorpro_title" = "Importing 2FA Tokens from Authenticator Pro app";

/* loco:64a15e4951d23b69800749e2 */
"externalimport__authenticatorpro_msg" = "Export your accounts from Authenticator Pro to an unencrypted text file and upload it using the \"Choose text file\" button. Remember to remove the file after a successful import.";

/* loco:64a15e5c9aa01549f70b9ea2 */
"externalimport__authenticatorpro" = "Stratum (Authenticator Pro)";

/* loco:64a15f2d2f1aabbc2c0faf22 */
"externalimport__choose_txt_cta" = "Choose text file";

/* loco:64aa557c51d308e63f0bf562 */
"fingerprint__biometric_invalidated" = "Biometric login is disabled due to changes in system fingerprint settings";

/* loco:64b45fd36c42a08ffe0487d2 */
"tokens__last_pass_import" = "Importing 2FA Tokens from the LastPass app";

/* loco:64b4606ad6be98749b075632 */
"tokens__last_pass_import_subtitle" = "This QR code allows you to import Tokens from LastPass";

/* loco:64ba9547f6556d1aab0f93c2 */
"tokens__add_with_guide" = "Guide me";

/* loco:64ba957e5672d50db10689f2 */
"guides__select_title" = "Browse services";

/* loco:64ba9588f1b474fb8d09adc2 */
"guides__select_description" = "Select service to pair with the 2FAS app";

/* loco:64ba95afb935f8ae41032312 */
"guides__select_provide_guide" = "Do you want to provide 2FA guides for your service?";

/* loco:64ba95c1723ffcb95a0b5b02 */
"guides__select_provide_guide_cta" = "Apply now";

/* loco:64cd5154d12766b05a0c7de2 */
"color__pink" = "Pink";

/* loco:64cd515ea341b71d63065432 */
"color__brown" = "Brown";

/* loco:64d7fc9469e55541d30803d2 */
"tokens__other_methods_header" = "Other methods?";

/* loco:64d7fe9d98a60e6bb9037462 */
"tokens__camera_is_unavailable_app_permission" = "Camera is unavailable. Check apps' access permission in System Settings";

/* loco:64d7fed8ecc269f28000ca22
 * This key contains part of the tokens__camera_is_unavailable_app_permission key, which will be underlined in the app to look like a link to System Settings */
"tokens__camera_is_unavailable_app_permission_underline" = "System Settings";

/* loco:64dce10875206da520054692 */
"commons__text_short_title" = "The provided text is too short (min. %d chars)";

/* loco:64dcfb665f966152460d9402
 * This key should contain a part of the tokens__add_manual_advanced_description which is written in bold in the app */
"tokens__add_manual_advanced_description_highlight" = "is not recommended";

/* loco:64e13bb09ddc479574062f42 */
"guides__guide_init_title" = "2FAS guide";

/* loco:64e13bd09ddc479574062f44 */
"guides__guide_title" = "2FAS for %@";

/* loco:64e13c4e4c9d634ed70f6ab2 */
"guides__guide_universal_title" = "Universal 2FA Guide";

/* loco:64e91380f959a5614105f482 */
"browser__save_choice" = "Save my choice";

/* loco:65037442ef0fcdb8670e3be2 */
"externalimport_andotp" = "andOTP";

/* loco:65037aba30ade955f30f6f82 */
"externalimport__andotp_title" = "Importing 2FA Tokens from andOTP app";

/* loco:65037c2308ec8bd4a2084a62 */
"externalimport__andotp_success_msg" = "This JSON file allows you to import Tokens from andOTP.";

/* loco:65038006dfad601aeb05b062 */
"externalimport__info_andotp_title" = "Import Tokens from andOTP";

/* loco:650380bb7b711a2228032283 */
"externalimport__andotp_msg" = "Export your accounts from andOTP to an unencrypted JSON file and upload it using the \"Choose JSON file\" button. Remember to remove the file after a successful import.";

/* loco:65183aa2ca8649341d080332 */
"introduction__backup_description" = "In the next step, you'll be asked to choose your Google Drive account, where the 2FA Tokens will be stored safely.";

/* loco:65183abaa19877cd9f064d62 */
"introduction__backup_take_risk_cta" = "I'll take the risk, no backup";

/* loco:65183b4614c70fa631092c63 */
"introduction__backup_success" = "Google Drive sync turned on successfully!";

/* loco:654fa4351905b784190033d2 */
"backup__import_invalid_version" = "The backup file you're attempting to import is not supported in this application version. The application only supports backup format versions up to %d, while the file you're importing is version %d.";

/* loco:6558a08ff303841ffa08ba32 */
"commons__pair" = "Pair";

/* loco:655a0ef474b9eccffb058cd2 */
"introduction__backup_icloud_title" = "Secure sync and backup";

/* loco:655a0f89fbb1c9bc390b9192
 * "**...**" means thar part between those asterisks will be in bold. */
"introduction__backup_icloud_description" = "2FAS uses iCloud for secure backup and sync of your 2FA Tokens. The **encrypted** backup data is stored in iCloud, accessible **only by the 2FAS app**. Additionally, this feature aids with Token **recovery and syncing** across iOS devices.\n\nIt's enabled by default and can be disabled at any time in the app's backup settings.";

/* loco:655a0fbc74b9eccffb058cd4 */
"introduction__backup_icloud_cta" = "Learn more about backup";

/* loco:65632a44e033dd203f0a8f43 */
"backup__enter_password_google_drive_msg1" = "It looks like your Google Drive backup file is password-protected. Type in the correct password to proceed. If you’d like to wipe your Google Drive backup file,";

/* loco:65632a6779fdefcb7f020e82 */
"backup__enter_password_google_drive_msg2" = "tap here to see how";

/* loco:656cc1585e1110c903007ed2 */
"settings__preferences" = "Preferences";

/* loco:656ce3f7382ab0bf7109d242 */
"settings__it_matters" = "It matters";

/* loco:656ce41796a957e8830368c2 */
"settings__manage_tokens" = "Manage Tokens";

/* loco:656ce43e98cd87703b022132 */
"settings__info_footer" = "Your support allows us to develop new features and improvements. Thank you!";

/* loco:656ce45d98cd87703b022134 */
"settings__trash_option" = "Retrieve from trash";

/* loco:659af7424f0a308bbc0d07e2 */
"periodic_notification_tips" = "Glad you're with us at 2FAS! 🌟 Take a moment to discover helpful Tips & Tricks 🛠️ in the app for enhanced security 🔒.";

/* loco:659af76a4e00c034f80f1962 */
"periodic_notification_backup" = "Enable 2FAS Backup & Sync to ensure you never get locked out, even if you lose your phone - your peace of mind in one tap! 🔐📱";

/* loco:659af78a4420ce7d8a0e8b82 */
"periodic_notification_browser_extension" = "Speed up your logins with the 2FAS Browser Extension! 🚀 Download now for a faster, more convenient authentication. 🌐✨";

/* loco:659af79f5c4cdcdcc206ca82 */
"periodic_notification_donate" = "We're grateful for your support of 2FAS! 🌟 If you find our app helpful, consider making a donation to help us keep your digital world secure. Every bit helps! 🙏💙";

/* loco:65ad8d05e26a0e519e0eabc2
 * DO NOT TRANSLATE! */
"tokens__steam" = "STEAM";

/* loco:65d0f79fe416765b590b9bb2 */
"widget__placeholder" = "Placeholder";

/* loco:65d0f7af992298cb150eeb52 */
"widget__size_not_supported" = "This size is not supported yet";

/* loco:65d0f7d84b70f0a2b006da32 */
"widget__settings_description" = "Select which Services you would like to display on the Widget. If no Services are available, make sure that you've enabled Widgets in app Settings section";

/* loco:65d0f7f2419d3a91100de8f2 */
"widget__service_icon" = "Service icon";

/* loco:65d0f8011c65716bd004cb52 */
"widget__not_enabled" = "Widget functionality is not enabled in 2FAS Settings section";

/* loco:65d0f812305d22919d03aca2 */
"widget__not_enabled_no_services" = "Widget functionality is not enabled in 2FAS Settings section and there are no services in the app available for selection";

/* loco:65d0f824d53e0991ba0a1782 */
"widget__no_services" = "There are no services in the app available for selection";

/* loco:65d0f837e416765b590b9bb4 */
"widget__select_service_intent_description" = "Select Service you want to show on your 2FAS Widget";

/* loco:65d0fb5b49d672e093075a42 */
"widget__my_secured_account" = "My secured account";

/* loco:65d0fc67dd5f4b7c840c9cc2 */
"widget__token" = "Token";

/* loco:6624fb73f78972936b072872 */
"watch__intro" = "2FAS watchOS app is a companion app for the 2FAS iOS application. It will present services backed up using iCloud sync.\n\nFor quick access, add them to Favorite Services.\n\nPlease remember to donate so we can further improve the 2FAS platform!";

/* loco:6624fb8ffe38002957090b22 */
"tokens__hotp_not_supported" = "HOTP services aren't supported yet";

/* loco:6624fb9f10b12df4d10768f2 */
"tokens__favorite_services" = "Favorite Services";

/* loco:6624fbc21e6242d8de093572 */
"security__enter_new_pin_short" = "Enter new PIN";

/* loco:6624fbdddb381029b8069ca2 */
"security__repeat_new_pin_short" = "Repeat new PIN";

/* loco:6624fbeaa8e7a3b46d063062 */
"commons__success" = "Success";

/* loco:66250db046efb2e937017882 */
"security__enter_pin_short" = "Enter PIN";

/* loco:667b0f002f7ff9e8c60fd6e2 */
"settings__sort_tokens" = "Sort Tokens";

/* loco:667ff2f4d90a520710084ec2 */
"appleWatch__installation_info_title" = "2FAS Apple Watch app installation";

/* loco:667ff56b5fcc8577cd0c4b32 */
"appleWatch__installation_first_step" = "Install 2FAS Auth via Watch app";

/* loco:667ff5dbf79df44e1d0521d2 */
"appleWatch__installation_first_step_link" = "Open Watch app";

/* loco:667ff6148a242e56a80d1be2 */
"appleWatch__installation_second_step" = "Ensure your iCloud Sync is enabled";

/* loco:667ff6304d219b8c3d0940e2 */
"appleWatch__installation_second_step_link" = "Go to 2FAS Backup settings";

/* loco:669c14ea032c33fe240ea0e2 */
"settings__apple_watch" = "Apple Watch";

/* loco:674f97c934d3edcacd035a12 */
"widget__no_selected_services" = "Hold and select service to activate widget...";

/* loco:674f9bb777cc7f9aae08f092 */
"widget__reveal_tokens_long_message" = "Reveal your 2FAS Tokens for 60 seconds";

/* loco:674f9caea143b358bd00a232 */
"widget__reveal_tokens_short_message" = "Reveal for 60 seconds";

/* loco:67865a76a59a7aab7d0f60e2 */
"settings__show_error_details" = "Show error details";

/* loco:678666b317d2400861057186 */
"tokens__show_qr_code" = "Service QR Code";

/* loco:678666e13b5ce960c60eeec2 */
"tokens__show_service_qr_setup_lock" = "Your service is protected. Please add a PIN or Fingerprint lock to see QR code.";

/* loco:678900f3f71692f7180ab562 */
"tokens__copy_uri" = "Copy URI";

/* loco:680e9b2b1e087e3aa307c3c2 */
"backup__cloud_encrypted_user" = "iCloud is encrypted with a custom password. Enter the password and enable sync.";

/* loco:680e9b3e34cbd3a0ef07b992 */
"backup__cloud_encrypted_system" = "iCloud is encrypted with a System Key. Ensure that you have enabled the iCloud Keychain.";

/* loco:680e9b735dbc0a8bbc0a4402 */
"backup__synced" = "Synced";

/* loco:680e9b87af6eeb504f0795d2 */
"backup__checking" = "Checking...";

/* loco:680e9b99bf4e1aac8009a622 */
"backup__sync_disabled" = "Sync is disabled.";

/* loco:680e9bbc16b138b6d40159e2 */
"backup__sync_not_available" = "Sync not available: %@";

/* loco:680e9bf4d2b61006ba011602 */
"backup__watch_pairing_title" = "Pairing with Apple Watch";

/* loco:680e9c11788c298008092582 */
"backup__watch_pairing_description" = "Do you want to pair an Apple Watch with your iCloud backup? Enter the name for your device:";

/* loco:680e9c32e460e117d400ed82 */
"backup__watch_pairing_default_name" = "Apple Watch";

/* loco:680e9c7ae460e117d400ed84 */
"backup__watch_pairing_action" = "Pair device";

/* loco:680e9c960a302d320308f932 */
"backup__watch_pairing_error" = "Can't pair with the Watch now. Ensure the Cloud backup is enabled and synced using a password.";

/* loco:680e9d47230daa0d0705de22 */
"backup__cloud_error_title" = "Cloud backup error";

/* loco:680e9d713f195bf32102ed04 */
"backup__cloud_error_missing_system_key_content" = "Can't decrypt Cloud backup because there's no System Key. Check if iCloud Keychain sync is enabled and works correctly.";

/* loco:680e9d93cabaa9006b0cc553 */
"backup__cloud_error_mismatch_key_content" = "Can't decrypt Cloud backup because it's encrypted using System Key, and you're using a custom password. Would you like to switch?";

/* loco:680e9da43f195bf32102ed07 */
"backup__cloud_error_new_version_content" = "Can't sync with Cloud backup because it was migrated to a newer version of the app. Update the app to continue using Cloud backup.";

/* loco:680e9de57ad8812ff30daaf3 */
"backup__enter_cloud_backup_password_title" = "Enter Cloud backup password";

/* loco:680e9dfc3a58bfedfc0d89e2 */
"backup__enter_password_description" = "iCloud backup is encrypted with your password. Enter it to enable sync.";

/* loco:680e9e2c7ad8812ff30daaf5 */
"backup__enter_password_failure" = "Failure! %@";

/* loco:680e9e41ccdb5506bc0940a2 */
"backup__enter_password_wrong_password" = "Wrong password! Please try again";

/* loco:680e9e8dee0af36e3907e012 */
"backup__migration_title" = "Migrating Cloud backup";

/* loco:680e9ea1d03fa6ded204f732 */
"backup__migration_subtitle" = "Don't turn off the app!";

/* loco:680e9eb9e9abb80f2b02a7e2 */
"backup__migration_description" = "Your backup is encrypted with a System key. This key will be shared amongst your apps that use iCloud Keychain. Remember to have that option turned on. If you want to use your password, you can do that in the Cloud backup settings after migration.";

/* loco:680e9ed70d4c38771c035672 */
"commons__success_ex" = "Success!";

/* loco:680e9f335d7f73628c094782 */
"backup__encryption_type" = "Encryption type";

/* loco:680e9f47489bf545bc063e72 */
"backup__encryption_select" = "Select encryption type";

/* loco:680e9f6365acc3b3e90f7ed2 */
"backup__encryption_enter_password" = "Enter password";

/* loco:680e9f72ece3e1700f0178c2 */
"backup__encryption_change_password" = "Change password";

/* loco:680e9f8634a76d64b00d14e2 */
"backup__encryption_password_description" = "Password is used to encrypt your data. If you lose it, you won't be able to recover data from the Cloud backup.";

/* loco:680e9fa7e7d82ad91e02a602 */
"backup__encryption_change_title" = "Change encryption type";

/* loco:680ea00bb9850053830ff012 */
"backup__encryption_method_footer" = "Select System or Custom password";

/* loco:680ea027b9850053830ff014 */
"backup__manage_paired_watches_title" = "Manage paired Apple Watches";

/* loco:680ea0415d7f73628c094784 */
"backup__manage_paired_watches_footer" = "Add, remove or rename Apple Watches with access to this Cloud backup.";

/* loco:680ea0863d9c43606809ce72 */
"backup__manage_paired_watches_rename_title" = "Rename Watch";

/* loco:680ea0a2de468128a50c3872 */
"backup__manage_paired_watches_rename_description" = "Enter new device name";

/* loco:680ea0b0e34a78604e0ccec2 */
"backup__manage_paired_watches_rename_action" = "Rename";

/* loco:680ea0f916afa556f900ee44 */
"backup__manage_paired_watches_title_short" = "Manage Watches";

/* loco:680ea10db347399d5a0b3712 */
"backup__manage_paired_watches_empty_list" = "List is empty. Pair Watch using + button";

/* loco:680ea11fbe7b6fa8370f3642 */
"backup__manage_paired_watches_syncing" = "Cloud backup is syncing...";

/* loco:680ea17198b6446b28039d22 */
"backup__watch_pair_title" = "Pair your Apple Watch";

/* loco:680ea1840a76ec8ff70cd512 */
"backup__watch_pair_description" = "Go to 2FAS Backup settings in 2FAS Auth on your iPhone/iPad and navigate to \"Managed Paired Apple Watches\". This option will be visible if the backup is synced. Scan the QR code from there.";

/* loco:680ea19321505b7534076712 */
"backup__watch_pair_qr_error" = "Error while generating QR Code";

/* loco:680ea4924900c6654a054f53 */
"backup__cloud_switch_system_key" = "Switch to System Key";

/* loco:680ea4a1a79ed234ad0e98b3 */
"backup__cloud_turn_backup_off" = "Disable Cloud backup";

/* loco:680ea7af1c206bae8b009f92 */
"commons__apply" = "Apply";

/* loco:680ea961e19a3baf7c0c83c2 */
"backup__state" = "State:";

/* loco:680eabfb1f70320f3904adf2 */
"backup__check_password" = "Check password";

/* loco:680eaff4511912ac1f0e75d2 */
"backup__missing_system_key" = "Missing System Key";

/* loco:680eb087436695fb8f0953c2 */
"backup__system_key" = "System Key";

/* loco:680eb09882b1ab56c90f1762 */
"backup__custom_password" = "Custom password";

/* loco:6873eb0af106373d9e018362 */
"commons__options_title" = "Options";

/* loco:6873eb9be7dc70fef00d7f92 */
"tokens__copy_secret" = "Copy Secret Key";

/* loco:6873ebbd1b2473862706f922 */
"tokens__copy_link" = "Copy OTP Auth link";

/* loco:68741a03c3bb3e491903b8d2 */
"notifications__link_copied" = "Link Copied";

/* loco:6876c01ce0de58da3a06b0d2 */
"tokens__qr_code_show" = "Show service QR Code";

/* loco:6876c02ebc0e6f3baf056792 */
"tokens__qr_code_share" = "Share service QR Code";

/* loco:6886a445e812517cba04d142 */
"settings_open_twofass_appstore" = "Install 2FAS Pass";

/* loco:6886a456646cb1ba5c0e0062 */
"settings_open_twofass" = "Open 2FAS Pass";

/* loco:6886a4725a1d2718dc029c32 */
"settings_manage_passwords_title" = "Manage Passwords";

/* loco:688fcf1040d798ebc50e14d2 */
"quick_setup_drive_sync_title" = "Vault Sync";

/* loco:688fcf2fff511af27f07f1f2 */
"quick_setup_drive_sync_description" = "Securely sync your data using Google Drive in case this device gets lost or damaged.";

/* loco:6893c49f1be3c0a701069f72 */
"commons__file_creation_error" = "File creation failed";

/* loco:6893c4c61be3c0a701069f74 */
"settings__export_pin_needed" = "Your Secret Keys are protected. Please add a PIN or Biometry lock to export them.";

/* loco:6893c4e3a8a1e5cb3d02aa22 */
"settings__export_title_tokens" = "Export Tokens";

/* loco:6893c4f5900905f2e2070122 */
"settings__export_title_qr_codes" = "Export QR codes";

/* loco:6893c509a8a1e5cb3d02aa24 */
"settings__export_title_options" = "Export Options";

/* loco:6893c5315491dc22bd09f382 */
"settings__export_options_save_file" = "Save OTPAuth file";

/* loco:6893c540cceec550e9004e62 */
"settings__export_options_export_qr_codes" = "Export QR codes";

/* loco:6893c55b1ec7e755710ba462 */
"settings__export_options_footer" = "Choose how you would like to export your Tokens. You can export them as an OTPAuth file or as QR codes.";

/* loco:6893c77fcb7aa111d70f96f2 */
"settings__import_otpauth_title" = "OTPAuth links";

/* loco:6893c7c18f50b69f820db962 */
"settings__import_from_file" = "Import from file";

/* loco:6893c9285d734c0c5f05cd82 */
"settings__import_from_text_file" = "Import Tokens from text file";

/* loco:6893c9597189bde1e40d57b2 */
"settings__import_from_text_file_description" = "Text file should contain a list of links starting with 'otpauth://'.";

/* loco:6893c99a07cbc41c9c0fdc74 */
"settings__import_contents_file" = "Importing Tokens from text file";

/* loco:68ac4c1fbe12a1a919024782 */
"widget__open_app" = "Open 2FAS Auth";

/* loco:68ac4c399e21d051aa002c12 */
"widget__open_app_description" = "Quick access to 2FAS Auth";

/* loco:68b8825eb6d9bfe21604db82
 * Used on a tokens list in context menu to move service up on that list */
"tokens__move_up" = "Move up";

/* loco:68b8826872fb8320f90e6ff2
 * Used on a tokens list in context menu to move service down on that list */
"tokens__move_down" = "Move down";

/* loco:68cbd3b751b74bff890c1514 */
"settings__transfer" = "Transfer Tokens";

/* loco:68cbd3d735e7e585d40a3353 */
"transfer__import_section_title" = "Import from other apps";

/* loco:68cbd419bacc906fe20f8842 */
"transfer__export_section_title" = "Export to OTPAuth";

/* loco:68cbd63cb6669c4d9304c702 */
"transfer__export_otp_file" = "Export Tokens to file";

/* loco:68cbd64e978d6b30f10caae3 */
"transfer__export_otp_qr" = "Export Tokens as QR codes";

/* loco:68cbd6841a4008d909004cc2 */
"exportwarning__title_file" = "Export Tokens to file";

/* loco:68cbd69304a05b974c0860c2 */
"exportwarning__cta_file" = "Export to file";

/* loco:68cbd6a85da06ef8260b2e32 */
"exportwarning__description_file" = "You are about to export all of your 2FA Tokens, including their Secret Keys, into an unencrypted file. Anyone with access to this file can use it to take control of your accounts. Please keep it safe.";

/* loco:68cbd6bf20145315370eb562 */
"exportwarning__toggle" = "I understand the risk";

/* loco:68cbd835a18272e1330c7f03 */
"transfer__import_otpauth_file" = "General OTPAuth file";

/* loco:68cd021d8e822f8e6d0bc2c2 */
"exportwarning__description_qr" = "You are about to export all of your 2FA Tokens into an unencrypted ZIP file with QR codes inside. Those QR codes can be used to take control of your accounts. Please keep them safe.";

/* loco:68cd0261acc04c8f6c03bb32 */
"exportwarning__title_qr" = "Export Tokens as QR codes";

/* loco:68cd04c960340181b50b5a53 */
"exportwarning__cta_qr" = "Export as QR codes";
